{"chapters":{"1":{"heading":"Garrett: Inside the life and fall of a young Maine man addicted to heroin","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Author’s note: <\/em><em>Garrett Brown opened up his life to me, and the public, by allowing me to follow him <\/em><em>for<\/em><em> what turned out to be two and a half years. Through some of the hardest times in his life, he shared his missteps and dreams. The story contains adult language and drug references, and may not be suitable for young readers.<\/em>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<strong>Augusta, Maine<\/strong>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<strong>Feb. 20, 2015<\/strong>"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The shed was barely tall enough to stand in and had no windows. Yet Garrett Brown folded himself inside and used an empty plastic pen to give himself his reward: two lines of heroin, each less than half a gram."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett, 20, had started college at last. His mother, Traci Brown, drove him to South Portland — about 75 miles from her home one way —  for classes, but he told her he didn’t need a ride that day. He’d been so good. He’d finally found a place to live in Portland, so he could be closer to school, and was moving in a few days. He hadn’t been doing heroin as frequently. It would be his treat. Two friends joined him in the shed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He was always coming so close — to having the life he wanted, but also to dying. Perhaps his tolerance had decreased when he wasn’t using, or the drug was stronger than usual this time. Whatever it was, he stopped breathing. One friend slipped away.  "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But the other stayed to call 911. A dispatcher told her how to do cardiopulmonary resuscitation, and she kept Garrett alive, her hands pumping his heart."},{"filename":"16919891.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Garrett Brown accidentally overdosed on heroin in this small shed behind his aunt’s house on Feb. 20, 2015, and was later revived.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One hour earlier, Garrett’s aunt Trudy Kopyc had crossed the backyard and didn’t notice anyone there. All was quiet. Suddenly, police were knocking on her door, saying they were responding to a possible overdose. She didn’t know what they were talking about. When she stepped outside, she saw an emergency crew hauling Garrett around the corner of the house, holding him by the arms and legs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A paramedic administered naloxone, which reverses the effects of an opioid overdose, and Garrett woke up in the ambulance, shaking with cold. His teeth were chattering so hard the paramedic couldn’t get a thermometer in his mouth. Someone asked him if he knew what had happened."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At that moment, he didn’t remember. He didn’t remember doing heroin. He didn’t even know he was in Augusta. All he felt at that second was the horror and pain of being alive. And guilt."}],"preview image":"","short title":""},"2":{"heading":"— ","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"An EMT found the plastic pen, which had traces of a white substance inside that tested positive for heroin. Once the hospital released Garrett, an Augusta police officer placed him under arrest and brought him to jail. Garrett asked his mom to call several people to let them know where he was. I was one."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I wonder what would have happened to Garrett if he didn’t go to jail that day. Perhaps he would have gotten the right treatment and led a life he loved. Or maybe, by that point, the ending to his story was already told."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Opioid addiction like Garrett’s <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.casacolumbia.org\/addiction-research\/reports\/addiction-medicine&amp;sa=D&amp;ust=1455810655137000&amp;usg=AFQjCNGQzakFfWgEzHqvf03RfS7lvk48Cw\">requires<\/a> treatment, but the odds are that people with a substance use disorder won’t get any treatment at all. If they do, they’re likely to get the wrong kind. Often, it means they die. Between 2010 and 2014, <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/dhhs\/samhs\/osa\/data\/cesn\/Heroin_Opioids_and_Other_Drugs_in_Maine_SEOW_Report.pdf&amp;sa=D&amp;ust=1455810655138000&amp;usg=AFQjCNH7FKviNFZ8C7ARImuEpg1eA76c_g\">the number<\/a> of overdose deaths in Maine involving heroin increased eightfold."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett’s story is a painful reminder of the shortcomings of a criminal justice system that’s often fundamentally at odds with what works to treat people with addiction. It’s a reminder of the lack of capacity of available treatment providers to meet the demand of the current epidemic."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Addiction, and all its complexities, may be the singular social, legal and political issue of our time. We know much about the science behind addiction and its effects, but struggle to respond in meaningful ways."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Often, whether we are members of the public or journalists, we hear about the tragedy after the fact. In this case, I saw it unfold."}],"preview image":"","short title":""},"3":{"heading":"— ","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Hi, baby,” Traci said to Garrett through the glass in a visitor’s room at Kennebec County Correctional Facility. They each held clunky black phones to their ears. The trim around the window and doors looked as if it had been painted slightly different shades of light blue many times. The maroon carpet was stained and flaked with dirt."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett couldn’t make bail."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Traci kept the mood light. There was money in his account to make phone calls, she said. It was snowing outside. “OK, sweetheart. I love you so much,” she said, winding down the conversation. “I have the truck. I’m going to go putt-putt home.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I took the phone from her as she left. “How are you doing?” I said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I don’t really know how to answer that,” Garrett said. He looked lost. Sad and angry at the same time. Trapped. He had deserved to go to jail in the past, he said. This was the first time he didn’t deserve it. He wouldn’t get better here, surrounded by inmates with drug connections. About <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.icpsr.umich.edu\/icpsrweb\/ICPSR\/series\/00069&amp;sa=D&amp;ust=1455810655148000&amp;usg=AFQjCNGGxHze_carT2Xz3mAJs13uexOG5A\">two-thirds<\/a> of men and women in local jails nationally are estimated to be using or dependent on drugs or alcohol."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It might not have seemed like it to others, but he had been doing well for him. He had started college. He had kept a job until he started school. With an adult record, he’d have trouble finding a job, an understanding community. He’d have student loan debt he wouldn’t be able to repay."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"His probation conditions undoubtedly would prohibit him from using again — rules at odds with the reality of addiction where relapse is common, just as it is with other chronic illnesses. Even if he could find a good treatment program with an opening, he’d need to balance it with a job to pay off the restitution he owed for previous offenses as a juvenile — or face ending up in jail again. And the substance that righted his brain and connected him to his friends? No more."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“This is the only time I’ve seriously contemplated ending it,” he said. “I’ve never, ever felt this weak in my life.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Experts say you’re supposed to ask people directly about their suicidal statements and see if they have a plan. Don’t just let it go. So I asked. Garrett said again he wanted to kill himself. He had a plan, but he didn’t want to describe it because someone at the jail could listen to our conversation."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The reason he hadn’t killed himself yet was the thought of his mother. When she saw him at the hospital after his overdose, “She said, ‘You know what you would have done to me if you’d died?’ And I fucking lost it. That’s the one sentence that’s kept me alive,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I was afraid Garrett would kill himself, so I later spoke to Traci, and we figured out who she could talk to, to get him help. Garrett was able to see a mental-health worker at the jail. He had more time left."},{"filename":"16919909.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Garrett Brown, then 20, rests his head in his hands April 28, 2015, outside the Augusta courthouse before a routine hearing. He was out on bail after being charged with possession.","credit":"Erin Rhoda | BDN","poster":""}],"preview image":"","short title":""},"4":{"heading":"— ","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett entered the world reluctantly. Traci’s labor pains started at 9 p.m. on a Sunday in 1994 and didn’t end until 2:10 p.m. on a Wednesday. “I reminded him of that through the years,” she said, laughing. He was her only child."},{"filename":"17035801.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Garrett Brown, 5, on his first day of kindergarten.","credit":"Courtesy photo","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He didn’t know his biological father and heaped his love on his mother. In second grade, growing up in Michigan, he defended her honor to an older kid on the school bus. “A fourth-grader on the bus apparently called him a motherfucker. [Garrett] thought he was saying his mother was a fucker, so he hauled off and cold-cocked the fourth-grader,” Traci said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He was outgoing, often disruptive and smart. In elementary school, he joined a group of high-achieving “gifted and talented” students."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Traci married, and the family of three moved to Maine when Garrett was 11, for work and to be closer to family. Traci got a job at a textile mill in North Monmouth and later became a phlebotomist. Her husband is a mechanic. Their move to Augusta put them closer to Garrett’s older cousins, with whom he began committing crimes."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In one burglary, Garrett and two older cousins looted storage trailers at Larrabee Marine in West Gardiner, which sells items such as boats, chainsaws and motors. They destroyed and stole inventory, co-owner Brenda Larrabee said. She didn’t know at the time how old the burglars were."},{"filename":"16919963.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Photos from Garrett Brown's childhood. The photo of Garrett and the dog, PJ, was taken when Garrett was about 7.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One of Garrett’s cousins and co-defendants, Jonathan Bowers of Winthrop, said he knows it was irresponsible, “but at that point in time I don’t know if I was doing it to try to just be cool to my little cousin, to have someone look up to me, because he looked up to me a lot. We fed off of each other. If he had a bad idea, it took me a while to say, ‘This is a bad idea.’” He was 18 at the time of the crimes. Garrett was 11."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett faced three felony charges of burglary and several misdemeanors, and just after he turned 12, in 2006, was sentenced to a year of probation. The court ordered him to pay $2,500 in restitution."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Traci felt guilty about connecting her son with his cousins. “I was working — and working overtime then,” she said. “I felt betrayed, hurt, both for me and my son.” Garrett wanted to go back to Michigan, and Traci agreed he could live with family there, including his great-aunt and great-uncle, whom he considered grandparents."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It would be more satisfying to pinpoint exactly what led to Garrett’s slide into crime and drugs. But few lives are so tidy. In retrospect, there undoubtedly were several factors that contributed to his rebellion."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Had Garrett committed those crimes today, at such a young age, it’s likely he would not have been adjudicated the way he was. The juvenile justice system more recently has pushed to keep first-time juvenile offenders away from court, knowing it increases the likelihood they’ll reoffend."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"His family estimated Garrett started using marijuana around age 10, with harder drugs to follow. Early marijuana use <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.nytimes.com\/2014\/11\/02\/education\/edlife\/this-is-your-brain-on-drugs-marijuana-adults-teens.html?_r%3D0&amp;sa=D&amp;ust=1455810655160000&amp;usg=AFQjCNEes9DGRySx_xoTA60usEkqcJR6eA\">can affect<\/a> the part of the brain responsible for developing appropriate fear responses. What’s more, there were others in Garrett’s family with a history of addiction, potentially predisposing him genetically to the disease."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Research <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.nijc.org\/pdfs\/Subject%2520Matter%2520Articles\/Drugs%2520and%2520Alc\/ACE%2520Study%2520-%2520OriginsofAddiction.pdf&amp;sa=D&amp;ust=1455810655161000&amp;usg=AFQjCNFd8HRP7nbJpK-SMK6n61LdNFxoOw\">shows a link<\/a> between tough experiences in childhood and addiction later in life, and Garrett was no exception. He was hospitalized for talking about killing himself in 2007 around the time that a dozen relatives and friends of the family died in the span of 14 months, Traci said, including her sister to suicide. A doctor treated him for anxiety and depression, conditions that followed him into adulthood, and for which he was prescribed medication."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He went to court two more times — in 2008 and again in 2009 — for burning the side of a building and then getting in a chase in a stolen car that ended when he crashed into the concrete stoop of a house. By the time he was 15, he had spent more than a year in a youth detention facility — Mountain View Youth Development Center in Charleston — and finished a year of probation."},{"filename":"17016153.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Garrett Brown’s mugshot around age 14, paired with one of him as an adult.","credit":"Courtesy of Kennebec County Sheriff’s Office","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Like many teenagers, Garrett had a hard time articulating why he kept getting in trouble, but he was careful not to blame others. “It’s not that my mom or my stepdad didn’t care. They tried. My grandparents in Michigan, they tried everything they could — devout Christians. There was nothing they could have done to change it. It was just all my decisions. I think what it was, I wanted to be mature,” Garrett said. “I wanted to be grown up. I wanted to get my own money.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Often, he wanted money for drugs. After his second release from Mountain View, he started selling them. “I was selling drugs the whole time, carrying guns, just kind of being a little puke,” he said. He wouldn’t tell me specifically where he got drugs (just that, “Wherever you look you’re going to be able to find it”), but he did say he consumed all kinds: heroin, Percocet, oxycodone, Ecstasy, acid, mushrooms. He was in his late teens when he became addicted to heroin. He described it as flipping a switch in his brain."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The familiar bell-shaped <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.nij.gov\/topics\/crime\/Pages\/delinquency-to-adult-offending.aspx&amp;sa=D&amp;ust=1455810655165000&amp;usg=AFQjCNGsL6uny8vtIZamZl0GOvE9qbBl8g\">age-crime curve<\/a> shows that youth who act out often begin with smaller offenses in late childhood. Their criminal behavior peaks in their late teenage years and then declines in their early 20s. <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.ncjrs.gov\/html\/ojjdp\/jjbul9712-2\/jjb1297d.html&amp;sa=D&amp;ust=1455810655166000&amp;usg=AFQjCNFxXuG0vXDf1wWFW5G5U-nSGm8emA\">Most people<\/a> who start offending at a young age continue to do so until they’re about 25. Then most naturally stop offending in the following few years. Garrett appeared to fit that standard progression of behavior."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"His offenses reached a new level of severity on May 30, 2012. At about 8 p.m., residents reported gunfire on Laurel Street in Augusta. Police found Garrett’s ex-girlfriend and her new boyfriend with a green Toyota Corolla that had a shattered rear driver-side window. They discovered two metal bullet fragments from a small-caliber handgun in the soft material on the inside of the rear passenger-side door, with another lodged in the seat on the same side, according to police affidavits that Garrett gave me, as juvenile records aren’t publicly available."},{"filename":"16919903.jpg","filetype":"photo","size":"big","orientation":"left","caption":"Some of Garrett Brown's belongings are pictured in his room at the Mountain View Youth Development Center in Charleston on June 28, 2013.","credit":"Brian Feulner | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett, who was 17 at the time, had argued with them and then shot at the car, while they were in it, from a distance of about 15 feet."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"What Garrett told me matched what the witnesses told police: “I had a breakup with my ex. I was drinking. Was walking down the street. Her new boyfriend wouldn’t stop and fight me. So I pulled my pistol, and I fired on the back window. Broke out the back window.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The new boyfriend told police he thought Garrett was trying to kill him. The ex-girlfriend said that, if they hadn’t driven away, the bullet could have struck either of them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett wasn’t on heroin at the time, he said. But the fact he was using and selling drugs in general meant he carried a gun. “You can blame everything on whatever you want to, and if I wasn’t using I wouldn’t have been in that state of mind. I just don’t like blaming what I’ve done on anybody else or anything else. It’s all my decision,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It may have been his decision, but he had a number of marks against him that made his situation more complex: age, biology, environment and the chemistry of addiction."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The court ordered Garrett back to Mountain View — his third time — until June 29, 2013, the day he’d turn 19."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ninety percent of youth committed to a Maine juvenile facility need treatment for substance use, said Colin O’Neill, associate commissioner for juvenile services. Within their first 30 days of commitment, they undergo a battery of assessments to determine the services they’ll need during their time there. Sometimes, youth simply are sent away to an inpatient treatment program."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But many have not fully realized their addiction is a problem because they haven’t had enough time to accumulate major losses and see the consequences of their drug or alcohol use. Often, clinicians simply try to move youth to the next level of understanding about their substance use disorder, O’Neill said, such as from the precontemplation stage, where they don’t recognize they have a problem, to contemplation, where they’re open to considering a problem exists."}],"preview image":"","short title":""},"5":{"heading":"— ","content":[{"filename":"16919959.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Traci Brown pauses as she talks about her son, Garrett Brown. On the right is a photo of Garrett at 1½ years old, with his mother, around Christmas in 1995.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When people repeatedly use heroin, the drug is converted in the brain to morphine and binds to opiate receptors in the reward and pain pathways. Essentially, they are hijacking the very parts of the brain — the ones responsible for judgement and self-control — that make <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.drugabuse.gov\/publications\/principles-adolescent-substance-use-disorder-treatment-research-based-guide\/introduction&amp;sa=D&amp;ust=1455810655176000&amp;usg=AFQjCNHyiZyNyHyKsmlSVroIDtYBONJgYw\">it possible<\/a> to “just say no” to the drug. Over time, their neurons depend on increasing amounts of the drug to function normally. Part of the <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.asam.org\/for-the-public\/definition-of-addiction&amp;sa=D&amp;ust=1455810655177000&amp;usg=AFQjCNHqSrokarGCI9Q2odlAMI-lfIBwyw\">very definition<\/a> of addiction is the inability to control one’s behavior, despite experiencing negative consequences in the past."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"More Maine residents died of overdoses on drugs in 2014, for a total of 208, than in any previous year on record, and 2015 was <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2015\/12\/31\/news\/state\/ag-maine-on-track-to-see-record-overdose-deaths-in-2015\/&amp;sa=D&amp;ust=1455810655178000&amp;usg=AFQjCNHGBfBRErrkZNFmpqaJlmRUej0AZg\">on track<\/a> to surpass the record. Most of the deaths have been caused by heroin and fentanyl, a potent opioid often cut into heroin. Garrett experienced the effects of both."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Rural overdose death rates have surpassed those in metropolitan areas, spiking in nearly every county across the country. They have now reached <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.nytimes.com\/interactive\/2016\/01\/07\/us\/drug-overdose-deaths-in-the-us.html?smid%3Dpl-share%26_r%3D2&amp;sa=D&amp;ust=1455810655179000&amp;usg=AFQjCNFRMWsSpEGNnXvl1Hp8rVdQmBnkSA\">a level<\/a> similar to that of the human immunodeficiency virus, or HIV, epidemic in the late 1980s and early 1990s."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Young people are among the most difficult to treat, but helping them effectively may be key to stemming the larger epidemic. That’s because most people with a substance use disorder started using drugs before age 18 and developed their addiction by age 20, <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.drugabuse.gov\/publications\/principles-adolescent-substance-use-disorder-treatment-research-based-guide\/introduction&amp;sa=D&amp;ust=1455810655181000&amp;usg=AFQjCNGwGJstvNwkv4K9NQu3ggx9S1_2eA\">according to<\/a> the National Institute on Drug Abuse."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But communities have <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/9926552&amp;sa=D&amp;ust=1455810655182000&amp;usg=AFQjCNGfvVyThR9M3v7BTl8V7e1qCK0G1w\">not been<\/a> particularly successful at preventing youth substance use. Not only do <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.samhsa.gov\/data\/sites\/default\/files\/NSDUHresultsPDFWHTML2013\/Web\/NSDUHresults2013.pdf&amp;sa=D&amp;ust=1455810655182000&amp;usg=AFQjCNF2DIBHK_JhSXcAsGH46felan1ddw\">few teenagers<\/a> receive treatment — less than <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/store.samhsa.gov\/shin\/content\/SMA12-4700\/SMA12-4700.pdf&amp;sa=D&amp;ust=1455810655183000&amp;usg=AFQjCNGugS1OveNFfKEPj-UvcBalQN8ueg\">20 percent<\/a> of youth between ages 12 and 17 who need treatment for illicit drug use actually get it, according to estimates — but the treatment <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.ncbi.nlm.nih.gov\/pubmed\/11414348&amp;sa=D&amp;ust=1455810655183000&amp;usg=AFQjCNFpOCWSPkYr63sLj-01_Wyrq0wvZQ\">often fails<\/a> to work in the long term. Most who get help are referred by the juvenile justice system after they already have committed an offense."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There are plenty of programs aimed at addressing youth violence and drug use, but few are any help. The Center for the Study and Prevention of Violence at the University of Colorado Boulder hosts the online resource “<a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.blueprintsprograms.com\/about&amp;sa=D&amp;ust=1455810655184000&amp;usg=AFQjCNFRBDy5r156yLJpboVzB5n927i-BQ\">Blueprints for Healthy Youth Development<\/a>,” which provides a registry of programs that have shown a positive impact based on research. The center has reviewed more than 1,400 programs and found less than 5 percent to be effective. Some were even harmful."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One proven intervention for youth is called <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.blueprintsprograms.com\/factsheet\/functional-family-therapy-fft&amp;sa=D&amp;ust=1455810655185000&amp;usg=AFQjCNGbCYTxRU6-5lWUK5fnevKMpVKoTQ\">functional family therapy<\/a>. That’s when therapists with specialized training help families figure out why their loved one keeps acting out, work to improve their communication, and help them set clear rules and negotiate dysfunctional patterns of behavior. It’s supported by nearly 40 years of research across the U.S., which has shown it to cause significant reductions in youth reoffense rates and help some of the most difficult-to-treat adolescents."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It sounds like a thing that was a big strength in [Garrett’s] favor was his relationship with his mother, and that’s where the family therapy could build on that to try to support her and whatever other family members were involved in his life,” said Paul Rohde, a senior research scientist at the Oregon Research Center. “The family therapy is the most evidence-based, research-based. It’s also not as easily available.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But in Garrett’s case, the office of the closest behavioral health provider that offers functional family therapy <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.maine.gov\/dhhs\/ocfs\/cbhs\/provider-list\/provider-reg2-fft.html&amp;sa=D&amp;ust=1455810655187000&amp;usg=AFQjCNGc79MUPE6Lxs8flP5vAVXa2HZy_w\">is in Augusta<\/a>, just minutes from where Garrett grew up. Despite the many times Garrett came in contact with the system as a teenager, Traci had never heard of the intervention."}],"preview image":"","short title":""},"6":{"heading":"— ","content":[{"filename":"10777945.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Garrett Brown, far right, facing the camera, is pictured at age 19 after completing the third annual Amy, Coty, Monica Memorial 5K Race\/Walk to End Domestic Violence on June 23, 2013, in Dexter.","credit":"Carter F. McCall | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I first met Garrett at a 5K race commemorating one of Maine’s most notorious domestic violence homicides, on June 23, 2013. He had six days left in Mountain View and was one of several young men <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2013\/06\/23\/news\/penobscot\/more-than-600-take-part-in-dexter-5k-to-help-end-domestic-violence\/&amp;sa=D&amp;ust=1455810655190000&amp;usg=AFQjCNEVQvuhoRFCqusEE4XGn6RmhU7pFQ\">allowed to<\/a> come to Dexter Regional High School to walk 3.1 miles in memory of kindergarten teacher Amy Bagley Lake and her two children, who were killed by her estranged husband in 2011. The facility often brought its residents into the community to involve them in positive activities and get them ready to re-enter society."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I could have caused one of these days,” <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/arguably.bangordailynews.com\/2013\/06\/28\/people\/after-committing-crimes-three-maine-teens-fight-forward\/&amp;sa=D&amp;ust=1455810655190000&amp;usg=AFQjCNHRcMEGhZ6wk-ZOt9S22vtoRnes4Q\">he told me<\/a> then, wearing the purple 5K T-shirt that said on the back, “Be part of the solution to end domestic violence.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He was under no obligation to tell me about his past. His record was confidential because he was a minor at the time of the crime. But he wanted to talk about it. “<em>I’ll<\/em> tell you what I did,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Because it’s rare to find people who talk openly about their faults, I asked him if I could follow him through his reintegration, to show the public what the transition is like for young people. He could change his mind at any time, and we’d plan on staying in touch for an indefinite period. He said yes."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Mountain View staff said they had hope for Garrett. To their knowledge, he was the first person at the facility to request a community reintegration specialist to maintain regular contact with him after he left. While in Mountain View, he had taken workplace safety training, gotten his construction certification, and taken the Armed Services Vocational Aptitude Battery test on which he scored a 96 out of 100. He worked in the facility’s kitchen and took a number of classes."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He had a plan for when he was released: study at Penobscot Job Corps in Bangor, a free education and technical training program administered by the federal government. Unlike many, he had a mother fighting for him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I often tried to reconcile the part of Garrett that shot at people and the part that tried to grow. Garrett himself, perhaps, didn’t fully understand."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If you were to ask me three or four years ago if I would be shooting at somebody, I would have said no,” he said. “And if you would have asked me today, I know I’m not going to do it again. But what happened in between there? You know what I mean? Because I’m thinking ‘no’ both times. But I did it, shooting at somebody.”"}],"preview image":"","short title":""},"7":{"heading":"— ","content":[{"filename":"17016583.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Garrett Brown at Mountain View Youth Development Center in Charleston on June 28, 2013.","credit":"Brian Feulner | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was pouring on June 28, 2013, the day before Garrett would be released from Mountain View. We walked down the white-painted cinder-block hallways of the facility together, and he showed me the gymnasium, his classrooms and his cell, which had a window, dripping with rain. He laughed with the staff — one of whom had given him the nickname Chicken because he looked like the animated movie character Chicken Little."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Looking back, it was the happiest I saw him. He was optimistic, though anxious, about his release."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He told me he had been talking with another teenager in the facility who seemed unfazed by his commitment. Garrett saw a younger version of himself in the kid. He tried to explain to him how the pain of being separated from his family was like experiencing their death, and how it made him want to do better."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“You never know when your parents are going to pass away. That’s what it really took me was saying goodbye to my mom for the last time. I was trying to explain that to the kid last night. But he just doesn’t seem to get it, which is fine because I didn’t get it until I was in that moment. He says his time isn’t doing anything for him. Well, you get out of it what you put in,” Garrett said. “Nobody can change you. You have to change yourself.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maybe he thought he could get well on his own, but an addiction to heroin is like diabetes or heart disease. It’s a chronic condition that needs to be managed long-term."},{"filename":"16919931.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Pat Kimball is executive director of Wellspring, which provides outpatient and inpatient help for people with mental illnesses and substance use disorders, in Bangor.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It is a brain disorder. It’s not simply ‘I want to change.’ Because your brain chemistry has changed,” said Pat Kimball, executive director of Wellspring, a substance use treatment center in Bangor. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We don’t treat substance use disorders like we do other diseases. We blame the client. ‘We gave you all these opportunities, and you blew them all.’ And [Garrett] really didn’t blow them all. They just didn’t match what his need was, and he wasn’t ready,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Doctors understand the threat of cancer and know to treat it immediately. If one treatment approach doesn’t work, they try another. “We don’t blame the patient and say, ‘You didn’t try hard enough,’” Kimball said."}],"preview image":"","short title":""},"8":{"heading":"— ","content":[{"filename":"16919907.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Garrett Brown listens to music at his mother's house in South China on July 19, 2013, three weeks after getting out of Mountain View Youth Development Center in Charleston.","credit":"Brian Feulner | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett had been free from Mountain View for three weeks. We were at his mom and stepdad’s home on July 19, 2013, and he was antsy and bored — trying to get used to life without a schedule. “I have anxiety meds. I can just take those now by myself. In [Mountain View], you can’t do that. Just little things like that. Everything’s different. At the end of meals you always had to, like, count your silverware,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He thought he needed structure to stay substance-free, since it had helped before. That’s why he was heading to Job Corps. The program had a curfew and schedules. But it wasn’t treatment."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Traci looked at him often and smiled, so happy to have him close."},{"filename":"16919905.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Garrett Brown pets his family’s dog, Kanisha, a Labrador-chow chow mix, in South China on July 19, 2013","credit":"Brian Feulner | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At that point neither his mother nor I fully understood how serious his drug addiction was. He had immediate problems that were more evident. He didn’t have a driver’s license or car, which made it difficult to get to appointments. He didn’t have money, so he had to rely on his family. What’s more, he didn’t come out and say he needed help for his addiction. Or maybe, I think now, we weren’t listening hard enough."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Yet this is often a characteristic of those with a substance use disorder, which makes it harder to identify, let alone treat: They don’t tell you how bad it is."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett said the right words: He recognized the imperative of staying away from his old friends because, as he put it, “I didn’t know too many people when I was out who weren’t doing bad things.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But, looking back, there were warning signs. He said he didn’t trust himself to stay away from his friends. He kept worrying he was going to do something stupid."}],"preview image":"","short title":""},"9":{"heading":"— ","content":[{"filename":"16919885.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Garrett Brown's aunt Trudy Kopyc took this photograph of Garrett during one of his many visits to her home.","credit":"Photo courtesy of Trudy Kopyc","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett was falling. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The first thing I thought when I saw him on Sept. 25, 2013, was that he looked changed. Maybe it was the little tuft of hair on his chin or the fact that he looked bigger than I remembered. Maybe it was the thinning of his face. Whatever it was, he looked <em>harder<\/em>. He told me he’d been drinking with friends that morning."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He’d been at Job Corps less than a month when he and others went “robotripping” — getting high on cough syrup. He wouldn’t tell me much, just that other students ended up in the hospital. Job Corps couldn’t confirm the cough syrup incident because of privacy law, but it did confirm Garrett was enrolled July 23 to Aug. 16. Its policy, in general, is to remove students found to have used a controlled substance, <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.fda.gov\/regulatoryinformation\/legislation\/ucm148726.htm&amp;sa=D&amp;ust=1455810655208000&amp;usg=AFQjCNGJargsMhXe39duuzctp8bhmJ_qhw\">including codeine<\/a> in excessive amounts, or abused alcohol."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett told me Job Corps would allow him to return and finish the months of learning he had left if he completed counseling, but it sounded like he was already moving on. He had gotten work through a temporary staffing agency at a printing company where he stuffed cards in envelopes and attached the bindings to notebooks."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I feel like I’m in jail,” Garrett said. He needed to earn money to pay off his restitution, some of which he still owed from when he was 12. At that point he was 19."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After walking the perimeter of Capitol Park in Augusta, we sat on a bench under deciduous trees that would soon trade green for orange. He told me he was drinking and smoking marijuana every day. His friends told me he was doing harder drugs around then, too."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"His friend Brian Dyer, a 26-year-old with a beard and close-shaven brown hair, described that time as “a summer and a half.” He was both witness to Garrett’s destruction and party to it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But they each recognized the danger they were in. The two psyched each other up to go to Alcoholics Anonymous in Augusta once, Brian said, but they got drunk first."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Neither of us wanted to sit there. We’re both looking at each other like, ‘Bro, do you really want to be here?’ ‘No, no, fuck this, let’s leave.’ I don’t know, it’s just sitting around, listening to all the sad, sappy, bullshit stories. We’re just sitting there bullshitting ourselves anyways. Neither of us wanted to quit,” Brian said. “We wanted to go get drunk.”"}],"preview image":"","short title":""},"10":{"heading":"— ","content":[{"filename":"16618457.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Garrett Brown is pictured Feb. 1, 2014, outside his mother's home in South China. He was detoxing at the time, trying to wean himself off heroin.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett predicted his death to me several times, including on the evening of Feb. 1, 2014, sitting at a picnic table in the snow outside his mother’s house in South China. The dimness from the close of day shielded his face, but I still could see the deepening circles under his eyes. He’d lost more weight."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He was detoxing from heroin. Every once in awhile, hunched over, he trembled. He said he’d been throwing up. His body ached."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"That evening was like a little window: I only had so much time before it closed. He hadn’t been in touch for a while and only recently had texted to say he was “slipping back into old ways.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"All along, Garrett spoke with an unusual level of clarity and self-awareness about his struggle."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I’m not at rock bottom yet, but I can see it coming,” he told me that night. He wished out loud he were back in Mountain View. Of course he craved independence, but at the same time, he said, “I told them I wish my sentence was longer.” Even though he knew it wasn’t possible, he had wanted to stay another three to six months."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I think about this today — how the facility, which since has closed to juveniles because of small numbers, offered something he needed. It forced him to stay away from drugs, to take classes, to plan ahead and to be safe. Maine’s juvenile justice system offers more services aimed at rehabilitation than jail, and Garrett saw it as a chance to change his life. It was the closest he came to an inpatient treatment program."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Mountain View probably saved Garrett’s life in the short term — he said if he wasn’t in juvie, “for all I know I would have gotten shot and died. I would have OD’d and died” — but it didn’t have a lasting effect on his drug use or criminal activity, which were entwined."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As we sat in the cold that night, a fox appeared out of the darkness along the tree line of the backyard, apparent only because of the lights shining from the house. Garrett barked at it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Back into the darkness it fled.  "}],"preview image":"","short title":""},"11":{"heading":"— ","content":[{"filename":"16919917.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Brian Dyer sits on the porch of Savannah Nadeau's Waterville home.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Brian said he saw Garrett’s addiction at its worst during that winter of 2013-2014. They sometimes stayed with friends or made camp in an abandoned house. Other times, they slept in a truck."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We’d have to wake up every couple hours to start the truck. It was middle of wintertime — cold as shit out,” Brian said. Drugs insulated them from the harshness and from memories. “That’s why we take drugs — escape reality,” Brian said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But their experiences forged their friendship. “One time I didn’t have enough money to get my kid diapers. Chicken bought my kid diapers <em>and<\/em> milk,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Traci called Garrett’s living arrangements couch-surfing."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In their reports, the police called it being a transient."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Three days after Garrett and I talked, on Feb. 4, 2014, someone broke into Safelite AutoGlass on State Street in Augusta and tried to get into a 2-by-2-foot safe. Around 11:30 p.m., police found a broken window and a black hammer, along with an orange-and-black screwdriver wedged in the safe door. The door was bent, as if it had been pried, but it hadn’t been opened. There had only been $100 cash and a $250 check inside the safe. Nothing was taken. A television mount had been destroyed, and a 20-inch flat-screen TV lay on the floor next to the safe, along with an empty bank cash bag."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The next morning, on Feb. 5, there was another break-in, at the Augusta Quick Mart on Western Avenue. A storage room window had been broken out, and a wall in the mop room had been caved in and broken, apparently tripping an alarm. Again, nothing appeared to be taken."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The next day, Feb. 6, Garrett and another man were spotted behind the Turnpike Mall where storage units belonging to Sears had been forced open."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett invoked his right to remain silent when police tried to question him. The man who had been with him behind the mall, however, told police everything, according to court documents. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett was indicted in May on two felony burglary charges, three criminal mischief charges and one count of criminal trespassing. He was 20."}],"preview image":"","short title":""},"12":{"heading":"— ","content":[{"filename":"16929347.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Garrett Brown, then 20, is pictured in downtown Augusta on Oct. 2, 2014.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"With the threat of a trial hanging over him, Garrett tried to go about his life. He found a job — at Wendy’s — and a girlfriend. He was accepted to Southern Maine Community College in South Portland to get a two-year pre-engineering degree. I asked how he’d pay for school. “The FAFSA, loans, robbing pharmacies,” he joked. He wanted to stabilize his life. He wore a yellow bracelet that said, “Live Positive.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But staying optimistic was hard. He and his girlfriend broke up. He delayed his start date at SMCC to January 2015. He despised working at Wendy’s. “I’m going nuts. I’m going fucking nuts,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He was smoking pot every day, he told me, in addition to using heroin and the stimulant Adderall. Then there was the pending criminal case on the burglaries. His lawyer didn’t want him talking about it with me, he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“So you pleaded not guilty?” I asked as we ate lunch at the Riverfront Barbeque &amp; Grille in downtown Augusta."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Hell, yeah,” he said. “They don’t have anything on me.”"},{"filename":"17011477.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Garrett Brown, then 20, stands outside his aunt's house in Augusta on Oct. 15, 2014.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On Oct. 8, 2014, Garrett texted to say there wouldn’t be a trial because he had accepted a deal of a deferred disposition. If he could stay out of trouble for 18 months, the charges would be dismissed. If he couldn’t, he’d have felonies on his adult record."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I took the deferred disposition after talking with my lawyer. He said I prolly would’ve won but there’s almost no differences between me winning trial and that deal so to be safe and avoid having to take time off work and school for a trial I took it,” he wrote."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When we walked the streets of Sand Hill in Augusta a few days later, he pointed out houses where he knew he could buy drugs."}],"preview image":"","short title":""},"13":{"heading":"— ","content":[{"filename":"17011473.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Garrett Brown, 20, finishes some college reading at the Lithgow Public Library in Augusta on Feb. 17, 2015.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was cold, but Garrett was outside his aunt’s house in Augusta, smoking a cigarette, when I pulled up Feb. 17, 2015. He got in, and we drove to Lithgow Public Library. He was clearly on something, and I asked him about it. “I smoked a bowl of dope right before you got here,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Seemingly against the odds, Garrett had started college Jan. 12. After more than a month of commuting he had found a place in southern Maine and was planning to move the following week, he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He picked a study area at the Augusta library and pulled out one of his textbooks, titled “Keys to College Success.” He had to read it for his academic success seminar. The book had sections on test taking, bulimia, anxiety, sex and drugs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It’s a lot of self-reflection shit I’ve been thinking about anyway,” he said. But he sounded like he was enjoying it. “I really feel they should teach this in high school.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He was worried about his heroin use. “I do it as a treat,” he said, mentioning he had done it the day before. “I’ve been good for a while, so that was my reward.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Of course he knew it was bad for his well-being. “I’m fucking worried about addiction. I’m an addict. I’ll be worried about it for the rest of my life,” he said. But he wanted to explain what it was like to be high on heroin. It erased his concerns. He didn’t feel tired. Once, he went running while he was high."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He said, “You feel like, ‘I can run forever.’”"}],"preview image":"","short title":""},"14":{"heading":"— ","content":[{"filename":"16919925.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Savannah Nadeau, Garrett Brown's girlfriend, and Brian Dyer, his friend, walk down the street in Waterville.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At first I didn’t know Garrett or his background well, and I tried to maintain a distance that’s normal for journalists. But the more I got to know him, the more I worried about his safety. I gave him the contact information for a man I knew who specialized in helping people with substance use disorders. At the least, he would have listened to Garrett and been able to direct him to the expert help I could not."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But like others around him, I didn’t insist he make the call. It’s not possible to say with certainty what would have worked for Garrett, but there are <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/content.healthaffairs.org\/content\/30\/8\/1425.full&amp;sa=D&amp;ust=1455810655237000&amp;usg=AFQjCNHFCoYWQET2KRAqsThaBets7hIxqg\">courses of treatment<\/a> for adults addicted to heroin. Garrett didn’t try them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Medication-assisted treatment — such as methadone and buprenorphine (Suboxone) — paired with comprehensive counseling and behavioral therapy is currently the <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=https:\/\/www.drugabuse.gov\/sites\/default\/files\/pdf\/partb.pdf&amp;sa=D&amp;ust=1455810655239000&amp;usg=AFQjCNFACIA5Trom2lpBC5peR6SU2WsPBA\">most proven<\/a> treatment for adults with an opioid use disorder. <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/emedicine.medscape.com\/article\/287790-treatment&amp;sa=D&amp;ust=1455810655240000&amp;usg=AFQjCNGXRpG_tdY5Dl_tQnMvOy6OjHmDvA\">It’s backed<\/a> by decades of research showing it can decrease drug use and reduce criminal activity."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"People receiving medication and therapy, as opposed to just therapy or no help at all, are significantly <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.drugpolicy.org\/docUploads\/meth365.pdf&amp;sa=D&amp;ust=1455810655240000&amp;usg=AFQjCNHKmelQc0tibnGVGlOz6-VzK0B6Fg\">more likely<\/a> to live. As <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/content.healthaffairs.org\/content\/30\/8\/1425.full&amp;sa=D&amp;ust=1455810655241000&amp;usg=AFQjCNFtmJWvV3dNGgnBjKWTnvKhsORqqg\">one study<\/a> published in the journal Health Affairs concluded, “Mortality rates were similar for buprenorphine and methadone. By contrast, mortality rates were 75 percent higher among those receiving drug-free treatment [such as therapy], and more than twice as high among those receiving no treatment.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"While no single approach is desired or successful for all patients, “if somebody has a heroin dependence and they did not have the possibility to be offered methadone or Suboxone, then I think it’s a fairly tall order to try and get any success,” Dr. Bankole Johnson, professor and chairman of the Department of Psychiatry at the University of Maryland School of Medicine, <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/projects.huffingtonpost.com\/dying-to-be-free-heroin-treatment&amp;sa=D&amp;ust=1455810655242000&amp;usg=AFQjCNFvdW9FwRB4VmZrztmUolndVqkOMw\">told the Huffington Post<\/a>. “There have been so many papers on this — the impact of methadone and Suboxone. It’s not even controversial. It’s just a fact that this is the best way to wean people off an opioid addiction. It’s the standard of care.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Yet only about one in 10 people with an addiction involving alcohol or drugs receives any form of treatment. Of those who do, few get any treatment backed by research, according to a <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.casacolumbia.org\/addiction-research\/reports\/addiction-medicine&amp;sa=D&amp;ust=1455810655244000&amp;usg=AFQjCNGQ8vYzdNTbzQlnyR96y5AGhfklAA\">five-year study<\/a> by the National Center on Addiction and Substance Abuse, which questioned whether “the low levels of care that addiction patients usually do receive constitutes a form of medical malpractice.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett’s experience not being connected to treatment that worked for him is “the norm, not the exception,” said Dr. Mark Publicker, <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.markpublicker.com\/&amp;sa=D&amp;ust=1455810655245000&amp;usg=AFQjCNHEW_kTwqHRt8p4pa6oKicdh3Qgig\">an addiction specialist in Maine<\/a>. “We know what works, and here’s an example of a young man who never stood a chance of getting what would work,” he said. “I can’t imagine how fortune would have led him to get effective treatment.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Because of privacy laws, I know what Garrett’s mom told me — that no one referred him to medication-assisted treatment."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If Garrett had been on medication, “in a good program, he would have been less likely to reoffend. Without any access to medication, without any evidence-based, science-based treatment, there was no way he was going to end well. His addiction could only progress. It wasn’t like he was going to have a spontaneous recovery,” Publicker said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"What is not controversial in the medical community can be among the public. Even Garrett and his friends had their doubts about medication-assisted therapy, and held the common perception that taking something such as methadone was just replacing one drug with another. Their opposition seemed rooted in something more, too: a basic lack of faith in the systems set up to help."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Perhaps someone could have compassionately explained to Garrett that an opioid use disorder is a chronic disease like diabetes or asthma, requiring long-term treatment. Maybe that person could have clarified for him that, while medication and counseling were certainly inconvenient, they potentially could save his life. But when it really came down to it, could someone have encouraged him to trust the type of professionals who belonged to a system of care that had only let him down before and has legitimate struggles of its own?"},{"filename":"17016175.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Garrett Brown, 21, hugs his mother, Traci, June 30, 2015.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Methadone maintenance therapy has been the standard of care for decades, but its delivery is less than ideal. Because it’s a highly regulated Schedule II drug, it must be dispensed daily at special clinics, though some clients who show good progress can take home doses for several days. (Methadone used for addiction treatment is different than the methadone dispensed as pain medication.)"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some patients must travel long distances to get to the clinics; others don’t pursue the medication because of stigma. Meanwhile, residents often oppose the clinics in their area. Even those in the medical and health community — many of whom were trained in abstinence-only treatments — may oppose using medication to help treat someone’s substance use disorder."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"What’s more, many have misconceptions about the length of time a patient should be on methadone. The National Institute on Drug Abuse considers <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.drugabuse.gov\/publications\/principles-drug-addiction-treatment-research-based-guide-third-edition\/frequently-asked-questions\/how-long-does-drug-addiction-treatment&amp;sa=D&amp;ust=1455810655251000&amp;usg=AFQjCNFC2KTB4Mt3mtzG8YJqq7cDirLAaQ\">12 months<\/a> the minimum amount of time, with some patients receiving the treatment for years."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In Maine, methadone clinics have struggled. The state cut the clinics’ Medicaid reimbursement rate in 2010 and again in 2012. At $60 per week per patient, they must provide medication, individual and group counseling, drug screenings, and educational and vocational assessments. The National Institute on Drug Abuse has determined it should cost an average of $143 per week to deliver quality services. Maine’s reimbursement rate is among the lowest in the country."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"To stay open, the state has allowed clinics to scale back on the level and frequency of therapy they provide. They once were required to have no less than one counselor for every 50 patients. Now they’re permitted to have one for every 150 patients."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Publicker, who previously worked for Kaiser Permanente in Washington D.C., said he has seen patients manage their opioid addiction successfully with both medication and consistent therapy addressing the underlying issues in their lives. But in Maine, because methadone clinics get a “bundled-rate” reimbursement, Medicaid does not pay for both methadone and therapy obtained outside the clinic, effectively forcing patients to get counseling at the overburdened clinics that struggle to provide enough therapy."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Daniel Pease, substance abuse program manager at Crisis &amp; Counseling, based in Augusta, said he does not tend to refer patients to methadone clinics in part because it means they can’t come back for outpatient counseling. Garrett, who told me he attended therapy at Crisis &amp; Counseling, was therefore less likely to get a referral for methadone. Pease couldn’t confirm or deny whether he was a patient because of privacy law."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some also criticize methadone because they may see patients continuing to use other substances while on the treatment. But “the issue isn’t that the methadone isn’t working. The issue is they’re not being provided with an adequate spectrum of care,” Publicker said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Suboxone is one alternative to methadone and can be taken at home — though it has to be prescribed by specially trained doctors who are allowed to treat a <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/bangordailynews.com\/2015\/05\/01\/health\/a-system-that-doesnt-exist-without-methadone-patients-rely-on-addiction-treatment-few-maine-doctors-prescribe\/&amp;sa=D&amp;ust=1455810655256000&amp;usg=AFQjCNH-P_cYwrwyPCy3aNPBd2cLHMV6_g\">restricted number<\/a> of patients. It’s a lifesaver for many, but there <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.nytimes.com\/2013\/11\/17\/health\/in-demand-in-clinics-and-on-the-street-bupe-can-be-savior-or-menace.html&amp;sa=D&amp;ust=1455810655257000&amp;usg=AFQjCNFS82AVl0lV821EJsum6j7QN9tInw\">is concern<\/a> about its potential for diversion — where people with a prescription give or sell the drug to others for illicit use or to stave off withdrawal from other drugs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For many patients, medication and counseling won’t be as effective if they are still surrounded by drugs. That’s when a long-term residential community becomes a potential option — the National Institute on Drug Abuse recommends a stay of a minimum of 90 days. Kimball said most residential programs in Maine allow their clients to use medication as part of their treatment plan."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"No one ever suggested residential treatment to Garrett, Traci said. Even if it had been, how would he have gotten in? His family couldn’t pay for it out of pocket. As an adult, Garrett had MaineCare only sporadically because he was often in jail or facing likely jail time."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Traci considered putting Garrett on his stepfather’s family plan, but it was an extra $60 per week, which would be wasted when he was in jail. They didn’t have the money, and she didn't think he'd get a bed anyway, due to the high demand for the programs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some inpatient programs reserve a small number of spots for uninsured patients, but space is tight. “Today I screened a young woman who is an opiate user,” Kimball said in January 2016. “She has called every Suboxone provider in town with no openings. She meets criteria for our residential program, but we have a waitlist. All I could offer her was to get a referral to an intensive outpatient program, but she has tried this before with no success. We need to have a system that quickly evaluates for level-of-care needs and get them help immediately, not in days.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett, too, was left with counseling, which hadn’t worked for him in the past. He and his friends described it as useless."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I’ve been to a lot of substance abuse counselings, classes, court-ordered shit like that. Not one class has ever helped me,” Brian said."}],"preview image":"","short title":""},"15":{"heading":"— ","content":[{"filename":"16919927.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Garrett Brown’s girlfriend, Savannah Nadeau (left), and Garrett’s friend Brian Dyer look out over the Kennebec River in Waterville.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Three days after I saw him at the library, on Feb. 20, 2015, Garrett overdosed on heroin in the small shed behind his aunt’s house and was arrested. If the court revoked his deferred disposition for possessing heroin, his new charges and previous burglary charges could all stick."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I heard Brown advising hospital staff that the substance he had taken was heroin,” an Augusta police officer wrote in his report. “I asked Brown if he is currently addicted to any narcotics. Brown stated he is not and used heroin for the first time tonight.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If Garrett had admitted he had a problem, it probably would not have changed his odds of being arrested."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The officers at that point are kind of restricted by statute. That’s a tough thing to look away from,” said Augusta police Lt. J. Chris Read. “Yes, officers have discretion, but when you’re charging them with drug offenses, it’s rare.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And police are not the only people making decisions about someone’s fate. While law enforcement officers have the power to arrest, it’s up to prosecutors to file charges. “They can make decisions on whether or not to charge based on the totality of the circumstances,” Read said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Different police departments have different practices when it comes to arresting someone after an overdose. The Scarborough Police Department tends not to charge someone found to possess drugs when officers come upon that person after an overdose. The department last year launched Operation HOPE to connect people with treatment and a volunteer “angel” to help them through detox and recovery."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Every situation is different, but “we view it more as a public health issue than as a crime. We’re all about enforcement when it comes to people who are pushing this poison,” said Scarborough Chief Robbie Moulton. “But we are also sympathetic to the people who are caught in this horrific cycle of addiction.”"}],"preview image":"","short title":""},"16":{"heading":"— ","content":[{"filename":"17011475.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Garrett Brown looks over a menu at Denny's before he reports to court to serve a six-month sentence.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"My 5-month-old puppy Nora was dying. It was 7:30 a.m., on June 30, 2015, and I was on the phone with my veterinarian while I sat at a booth at Denny’s in Augusta. Garrett was in the bathroom. The blood test showed Nora’s kidneys were failing, the vet said, likely from a genetic problem she had endured since birth. It probably was best to talk about end-of-life care."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"By the time Garrett came back to the table at the diner, I was wiping away tears. When I told him about Nora, he knew what to say. “Oh, Erin, I’m so sorry. I’m <em>so<\/em> sorry. That <em>sucks<\/em>.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He seemed more concerned about the likely death of my puppy than going to jail."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"We had gathered for breakfast before he went to court for his sentencing and to start serving his time. For violating his deferred disposition agreement by possessing heroin, found after his overdose, he had been sentenced to four years in jail, all but six months suspended, with two years probation, including a condition not to use drugs or alcohol, and to attend substance use counseling."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I wondered whether the probation conditions would set up Garrett for failure. Should attorneys, judges and probation officers — who rarely, if ever, are addiction specialists — be making decisions about people’s care and holding them accountable if they don’t complete it?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If I could have a tool as a probation officer, who was going to make recommendations to the court, I would love to have someone who’s a specialist pre-screen someone and give the court information on Billy or Sally, and tell me, in their professional opinion, ‘This is where Billy is; this is where he’s been; and this is what he needs,’” said Bill Goodwin, director of adult probation and parole for the Maine Department of Corrections."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When Goodwin started as a probation officer in 1992, he had a caseload of 240 to 250 people, two of whom had cases related to drugs; they got caught growing marijuana. Today, he estimated, about 75 to 80 percent of a probation officer’s caseload is directly or indirectly related to drugs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I think we’re all looking for the solution. It’s just the longer it takes, the more people we have like Garrett,” Goodwin said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If patients need a higher level of care than what the court ordered, the provider may recommend an alternate course of treatment or refer them to another provider who can deliver the care they need, Pease, with Crisis &amp; Counseling, said. But it doesn’t matter what the patients need if they can’t pay for it, or the services aren’t available — the two challenges he said he runs into most. Also, he can only recommend, not make patients pursue, a certain course of treatment."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At Denny’s before his sentencing, Garrett only wanted water, and I had coffee, while we waited for his mother to join us. He had turned 21 the previous day and said he was too hungover to stomach anything. He was also anxious."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"His mother, unknown to us, had wanted us to start eating, while I had waited out of politeness. As 7:45 a.m. came, we realized we needed to leave to get to court. It suddenly got hectic. Garrett had planned to buy clothes for jail at Wal-Mart before he needed to be at court at 8:15 a.m. We had to run. His mother pulled up as we were leaving the parking lot, and we told her we’d meet her at court."},{"filename":"16919913.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Garrett Brown shops at Wal-Mart for underwear, to bring with him to Kennebec County jail that day, June 30, 2015, to begin serving a sentence.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"We sped off to Wal-Mart, running across the parking lot and through the store to pick out boxers, white T-shirts and a gray sweatshirt. For a few minutes, we couldn’t find his size or the right quantity. He didn’t want a six-pack of T-shirts — just the three-pack — because he couldn’t afford it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When would he eat next? While he waited in line to check out, I ran to the grocery section and grabbed the first things I saw that he could eat in the car: raspberry-filled doughnuts and bananas."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He wouldn’t eat the doughnuts, but he finished a banana as we drove down Mt. Vernon Avenue, toward the courthouse. I should probably go the speed limit, he told me, though he didn’t need to worry because we hit construction."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"You can probably think back on defining moments in your life — the time you got news of a friend’s death or a couple seconds during your wedding when all your loved ones’ faces blurred into one happy light. Those moments probably felt uncontrollable, as if so many decisions, good or bad, combined to spit you out at that spot, at that time, with no chance to change course."},{"filename":"16919887.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Garrett Brown hugs his mother, Traci, before entering the Augusta courthouse June 30, 2015.","credit":"Erin Rhoda | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When we got to court, Garrett, in a last attempt at defining his trajectory, asked the judge if he could have one more day to work before he reported to jail. It was a long shot. The judge denied the request."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A security guard stood by as Garrett hugged his mom over a railing in the courtroom. I waved to him, and he waved back. Then the guard handcuffed him and took him out a side door."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“This doesn’t get easier,” Traci said to herself."}],"preview image":"","short title":""},"17":{"heading":"— ","content":[{"filename":"16919881.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Garrett Brown, then 21, is pictured July 30, 2015, serving his sentence at the Kennebec County jail.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Kennebec County jail, an old stone building not far from the capitol, is a maze of doors and hallways. Inside, Garrett was the angriest — or maybe saddest — I had ever seen him. He was “really sick of living this life,” he said, and “not too excited” about being required to do several weeks of intensive outpatient therapy — more counseling — when he got out, even though he knew he needed help."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"We sat in the video arraignment room, flanked by a bookcase of Bibles. All he wanted was to go back to college, he said. But there were other steps he needed to take first. He hoped to get approved for day reporting, which would allow him to complete his sentence at home if he agreed to touch base with corrections on a regular schedule. If he wasn’t physically in jail, he could apply for health insurance, so he could complete his weeks of required therapy. Only then could he fill out paperwork to request financial aid, so he could apply again to SMCC."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Not to sound like a fairy tale, but obviously I’d like a fucking happy ending to this story,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The more we talked, the more reflective he became. He spoke about wanting to one day use his experience to be a mentor to at-risk kids. (“It would be different coming from somebody that’s actually been there, not talking to a counselor that’s sitting behind a desk in school, somebody your mom’s sending you to,” he said.) He thought about one day having a family and a house."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And he hoped, even though he said he knew it was unlikely, that telling his story would change something."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If this changes one kid’s life, saves one kid from being in jail, saves his family the pain of seeing him go through it, saves one kid from overdosing and dying, then all that I’ve done hasn’t been in vain. I guess that’s why I keep doing this with you,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I appreciate it,” I said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Thank you for breaking up my day,” he said, seeming to relax a little."}],"preview image":"","short title":""},"18":{"heading":"— ","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When I first started following Garrett, I didn’t know what to expect, but a part of me thought he would stop returning my texts and phone calls over time. His experiences were painful and hard to admit to anyone, let alone an audience."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Yet he continued to reach out, to explain and gripe and wait for me to form my questions. Each time he got a new phone number, he texted it to me. I enjoyed getting those updates at random hours because it meant he was still game. In my phone, I have numbers for “Garrett Brown,” “Garrett Brown Newest,” “Garrett Brown New Newest” and, finally, “Garrett Brown Latest.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He raised his eyebrows at me for asking cringe-worthy questions. (Such as, “What do you see for your future?”) He explained things I’d never really thought about before. (Such as how there are no calendars or clocks in jail, which would make the time drag even more.)"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He showed his indignation and sorrow, but was also easy to laughter. He was relatively straight-faced when I saw him in Kennebec County jail, but at one point his eyes started to smile. “You look like you’re pondering something,” he said. “I’m always pondering something,” I said back with a bit of attitude, and he laughed so loud it made the audio recording crackle. I don’t even remember what I was mulling over."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He once offered to contribute toward my gas money, since I had to travel to see him. There’s no way I’d ever take his money, I told him. Plus, he didn’t have any money anyway."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I made a good point, he said."}],"preview image":"","short title":""},"19":{"heading":"— ","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Over time I learned the things Garrett kept from me and from his mom. She knew he smoked marijuana but said she only found out about his heroin use after his February 2015 overdose."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I didn’t know he was struggling that hard,” Traci said later. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After he was released from jail — and allowed to serve part of his sentence at home — Garrett overdosed again on Halloween, Oct. 31, 2015, at his Monroe Street residence in Augusta when he was with his girlfriend, Savannah Nadeau, a petite 20-year-old from Waterville."},{"filename":"16919921.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Savannah Nadeau is pictured at home in Waterville.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She hesitated to call for help because she didn’t want him to go back to jail. But she didn’t want him to die."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She called 911, and Garrett was charged with felony possession, again. This time he didn’t get thrown in jail. Until his scheduled court appearance, he could stay at home and continue working. But what would happen if he overdosed again? And again?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Still, he reached for normalcy. As Savannah walked him home from the hospital, she said he told her he loved her for the first time."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“He told me that everything was going to be OK, that he was going to get over the addiction, that everything was going to be good; I wasn’t going to lose him to it. That’s just something I play over and over and <em>over<\/em> in my head,” Savannah said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After the October overdose, Roxy Helm, Garrett’s boss and the general business manager of Huttig Building Products’ Maine stores, told Garrett she was there for him. She had hired him knowing his criminal history because she had confidence in his ability to follow direction and learn new skills. He didn’t let her down, starting by working in the office and later transitioning to the warehouse. She reassured him his job would wait if he wanted time to seek treatment."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I told him, ‘I’d take your felony, your history and everything. Everything I would take if you wanted to trade places with me,’” she said. “‘That’s how much I think you’ve got going for you.’”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Traci told her son, “‘Honey, please, if you’re going to do this, don’t do this when you’re alone. In case you get in trouble, you need someone there to help you.’”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She pleaded with him to go to the doctor to ask for Narcan, the brand name of overdose-reversing naloxone, to carry with him. Or ask about Suboxone, she said, which could help him manage his addiction. He told her, “I don’t think I’m going to do it again, Mom.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One of the symptoms of a substance use disorder can be to deny a problem or refuse help. What does a loved one do then? Mandated treatment can be an option. At the same time, recovery is a process that eventually takes willingness."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There are levels of readiness, said Bryn Gallagher of Portland, a University of Maine School of Law student and member of the organization Young People in Recovery."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Someone might not be able to abstain entirely, but it doesn’t mean they aren’t on their own path to recovery."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“What’s really dangerous, I believe, is this theory that people will not get better until they are ‘ready.’ What does that mean? It’s not as though someone isn’t ready until they step up to someone and say they want to stop,” said Gallagher, who also sits on the Juvenile Justice Advisory Group, which reports to the Maine Legislature. “Someone might be ready when they wake up and say, ‘<em>Someday<\/em> I want to stop.’”"}],"preview image":"","short title":""},"20":{"heading":"— ","content":[{"filename":"16919967.jpg","filetype":"photo","size":"big","orientation":"full","caption":"The house on Monroe Street in Augusta where Garrett Brown rented a room.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Garrett usually asked his aunt Trudy beforehand if he could come over, but on Saturday, Nov. 28, he showed up unannounced. He had attended a memorial service for a friend who had died of cancer, and he was quiet. He got quiet when he was depressed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Outside his aunt’s house was the frame for a new shed he was building her. This one would be bigger, sturdier."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When he left, he told his aunt he was going to visit friends. Perhaps he went to buy heroin, she said: “I gave him a hug and told him I loved him like I always did, and that was the last time I saw him.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"People noticed his absence. His girlfriend, Savannah, and best friend, Brian, texted with him often, but on Sunday he went silent. It wasn’t like him to not reply, even if he was upset."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On Monday he didn’t show up for work at Huttig. He always arrived before his boss, Roxy, so she knew something was wrong when she walked in and he wasn’t there."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I could feel myself starting to fall apart,” she said. After about two hours, she pulled out his emergency contact information and saw his mother listed first. She dialed the number. “I’m not mad that he’s not at work,” she told Traci. “I’m really worried sick.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Traci couldn’t reach her son. She went to the house on Monroe Street in Augusta where he had been renting a room, just a couple blocks up the street from Trudy’s home, but no one answered when she knocked. The homeowner had been out of state for Thanksgiving and wasn’t around to let her in. She drove around the city looking for her son, even though she knew, somehow, she wouldn’t find him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She went to her sister’s and tried to call and text Garrett again. She told him if he didn’t respond, she was going to call the police."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Back at his place, she beat on the door. Nothing. When she called 911, she told them her son was missing and had a history of overdosing. The officers arrived, and one stepped on a chair on the back porch to look in through a high-up window."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He saw Garrett’s hand and then his body."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“He said, ‘I can see the chest, and it’s not moving,’” Traci said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“They popped the door and went in. Three officers went in, and only one came back out. I knew. He just looked at me. The look on his face. I didn’t make him say it. He didn’t have to. His job was hard enough,” Traci said. “I think I started screaming. I don’t know what I did.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Augusta police have declined to comment further on Garrett’s death. It remains, they said, under investigation."}],"preview image":"","short title":""},"21":{"heading":"— ","content":[{"filename":"16919957.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Traci Brown (right) and her sister Trudy Kopyc are pictured with a box of Garrett Brown's remains on Dec. 18, 2015.","credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The grief cascaded."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When Savannah heard the news, she was standing in the living room of her mom’s house. She ran into the kitchen and then slid to the floor. “I felt lost, still do. That’s not going to go away. I felt, in a sense, betrayed by him over this,” she said. “That day a large part of me died with him.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Roxy was at lunch when she heard. “I spent the rest of the afternoon crying,” she said. “On a professional level, life is tough enough … Why would you set yourself up for that [by giving him a chance]?”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But all people struggle. Their ability to succeed often depends on others’ ability to accept. “You could ask me, ‘Would you do it again?' You bet. Because you’re always hoping for that one chance that you’re going to make a difference,” Roxy said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Brian was in Boston, about to head back to Maine after visiting his son, when he learned his friend was dead. He cried the whole bus ride back. That week he skipped work, and drank and drank."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“That was my best friend in the world. I didn’t know how to take it, deal with it. I’ll never have another friend in my life, not like Chicken,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I found out about Garrett’s death on Facebook. At the time, I was in the passenger seat on a long drive through Wyoming. The big sky above Route 90 was still light, but the sun had set enough to make all the fields, stretching to the horizon, dark. I cried for Garrett and his family, shocked by the news but not by the death, as my car hurtled through the pause before full night."}],"preview image":"","short title":""},"22":{"heading":"—","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Traci held an open-casket memorial service, so Garrett’s friends could see what an overdose looked like. He likely had been dead about a day before he was found, and his face was puffy. She dressed him in the shirt he had worn to his job interview at Huttig."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Afterward, Traci cremated her son. She kept the brass box full of his ashes on her hope chest, while she had a special stand built, and placed Garrett’s picture on the loveseat in the living room. She had never seen her dog, Kanisha, looking at pictures before, but she caught her staring at the image of Garrett."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The toxicology report held no surprises. It found high levels of opiates — most likely heroin — in Garrett’s system. His death was accidental, and it occurred because of “acute and chronic abuse of opiates.”"},{"filename":"17035787.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Garrett Brown's high school graduation photo, taken while he was at Mountain View Youth Development Center in Charleston.","credit":"Courtesy photo","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Any anger Traci had was overridden by unbelievable sadness. “I’m still trying to figure out how to live without him,” she said two weeks after his death. “Just one foot in front of the other. It’s not even day by day.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I read back over all my interviews with Garrett, looking for clues as to what went wrong. What I found were missed connections, general unawareness, systems set to autopilot and a young man perpetually caught in tight spaces. Likely the only thing that could have saved Garrett was the right kind of treatment, that addressed all his needs, in an environment where he could heal."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He got locked rooms with no clock."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I wrestled with the fact that I, too, didn’t save him. It was a natural reaction, I think, to wonder whether I could have done more. Of course I — we — could have done more. It’s just we didn’t know until it was too late."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Days after Garrett’s funeral, I read Traci a quote from when her son was at Mountain View in 2013. I had asked him what he wanted to tell his mom, and he said, “I love you, Mom. Sorry for everything that I’ve done. I don’t know, I’m trying to change my life really for you. I mean, for me, obviously, but I just want you to finally have something to be proud of me for. I’m just sorry for everything.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Traci exhaled. “I’m proud of him anyway. Not of his choices but of him as a person,” she said. “We were best friends.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<em>Erin Rhoda is editor of Maine Focus, a journalism and community engagement initiative at the Bangor Daily N<\/em><em>ews.<\/em>"}],"preview image":"","short title":""},"23":{"heading":"Credits","content":[{"filename":"http:\/\/watchvideo.bangordailynews.com\/bdn\/2016\/02\/GarrettBrown_2134210.m4v","filetype":"video","size":"big","orientation":"full","caption":null,"credit":"Gabor Degre | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The family encourages people to donate in Garrett Brown's name to Day One, which serves youth with substance use disorders from across the state. It's the only residential treatment center in Maine that exclusively serves people 18 and younger, and the only substance use treatment provider for those committed to the youth development center. Day One also provides outpatient services, homeless youth services and prevention programs to Maine adolescents and young adults. Donate by clicking <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=https:\/\/day-one.org\/donate\/&amp;sa=D&amp;ust=1455810655326000&amp;usg=AFQjCNEBKK6V3HSgwtH39sfkFkTo2k7rvw\">here<\/a> or by mailing a check to Day One, 525 Main St., South Portland, ME 04106."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The BDN would like to thank Garrett for entrusting his story to us, and his family for opening up their lives. To find help near you for addiction, call 211 or visit <a class=\"c14\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.211maine.org&amp;sa=D&amp;ust=1455810655328000&amp;usg=AFQjCNGzru2kL-WI-djQ0vokpkR7cAY0vA\">www.211maine.org<\/a>."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<ul><li><strong>Writing and reporting:<\/strong> Erin Rhoda<\/li><li><strong>Visuals:<\/strong> Gabor Degre, Brian Feulner, Erin Rhoda, Carter McCall<\/li><li><strong>Web production:<\/strong> Pattie Reaves<\/li><li><strong>Header design:<\/strong> Coralie Dapice<\/li><\/ul>"}],"preview image":"","short title":""}}}