{"chapters":{"1":{"heading":"The offending dilemma: Maine fails to put batterers in programs that address roots of domestic violence — and pays for it","content":[{"filename":"14274061.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"About 90 minutes into the class in Bangor, licensed clinical social worker Kathryn Maietta asked one of the men to complete what’s called a relationship history."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She drew a black line across a white board and started asking him questions.  "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When did you meet your future wife? She wrote the date along the black line. When did you move in together? When did you first have sex together? When did you get married, and when did you have a child? He knew all the dates. The timeline filled."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The questions got harder. Maietta asked the man when he was arrested and when his wife divorced him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It got even more specific. “When was the first time you saw fear on her face?” Maietta asked. The man thought for a moment and told her the month and year."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Then, when did you first verbally abuse her? When did you first physically abuse her? When was the first emotional abuse? When was the first sexual abuse?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He told her the dates, and she wrote them down."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When did you lose your job? When was the protection from abuse order filed? He remembered."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The other six men in the classroom were quiet."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When they completed the timeline — a relationship reduced to a tangle of words and arrows — Maietta asked the man what he saw in it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He said he saw he was abusive during the start of their marriage, before he left. The worst abuse happened when he returned to his wife and had no job."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Perhaps he didn’t see the excuses woven into his perspective: The marriage was new; he didn’t have work. Many people get married and lose their jobs and don’t harm their partners. Maietta interpreted the timeline for him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In fact, she pointed out, he was most abusive to his wife during and after the birth of their child and when his wife was trying to leave him. Those are typically dangerous times for women in abusive relationships, and he fit the pattern. His behavior worsened as he lost control over his wife. It was right there on the board."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A tear ran down the man’s cheek, and he wiped it away with a tissue."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"This exchange occurred not at a school but as part of a batterers’ intervention program taught by Maietta and her husband, David Harrington. They facilitate the only <a class=\"c6\" href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fwww.maine.gov%2Fcorrections%2FVictimServices%2FBatIntervent.htm&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNHY5OlJKo1HQARVA6j_436NEGXEUg\">such program<\/a> in Penobscot County."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Over the past few months, Maietta and Harrington allowed me to visit their program to better understand how batterers’ intervention works. After 19 years running the educational program for men who are abusive to their partners, Maietta has seen many changes in how the community responds to incidents of domestic violence."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But one important aspect has not changed: A vast majority of domestic violence offenders convicted in Maine courts are not ordered to attend a batterers’ intervention program as part of their probation."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Instead, most batterers are required to complete psychological counseling and anger management, despite broad consensus by experts and state agencies that these treatments are ineffective on their own for domestic violence offenders."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There is no evidence that anger management prevents batterers from committing new offenses, <a class=\"c6\" href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fwww.nij.gov%2Ftopics%2Fcrime%2Fintimate-partner-violence%2Fpractical-implications-research%2Fch8%2FPages%2Fcouples-counseling.aspx&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNGdXRwH4A_YTGGcebBTIAVi8R8JPQ\">according to<\/a> the National Institute of Justice. In fact, in some cases it may increase the risk to victims, who may believe their partners are seeking help when in reality they are sidestepping the underlying reasons of why they abuse."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Several reasons are often cited for why Maine courts are underutilizing batterers’ intervention programs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The expense of batterers’ intervention is one, as health insurance programs — such as Medicaid — may cover counseling and anger management costs, but not batterers’ intervention, which offenders must pay for themselves. Another is a desire by attorneys to reach plea agreements in domestic violence cases."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maietta and others also say there remains a failure to comprehend the root causes of domestic violence and, therefore, how to address it. Abuse generally has little to do with typical mental health problems or issues with controlling anger."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“People don’t understand what domestic abuse is. They think it’s an anger management problem, which means that anger management is, in their mind, a better option,” Maietta said. “Domestic abuse is about power and control.”"}],"preview image":"","short title":""},"2":{"heading":"Reoffending vs. rehabilitating","content":[{"filename":"14274063.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Every year, about half of assaults reported to police are for domestic violence, and roughly half of homicides are domestic-violence related. The statistics have not changed for years."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Because Maine’s court system largely fails to place offenders in the programs designed to address the roots of their violence and patterns of coercive control, offenders are not being given every opportunity to learn how to change their behavior."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And because counselors — unlike batterers’ intervention program facilitators — don’t have to connect with victims or work with domestic violence resource centers, victims are less likely to get important updates about abusers’ progress that could inform their decision to leave or stay with them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After observing batterers’ intervention programs and speaking with people whose life’s work is to deal with victims and batterers, three things became clear: There is a lack of uniformity in Maine in the way domestic violence offenders are sentenced, a lack of long-term, statewide data about the batterers’ intervention programs themselves, and ineffective options for offenders who legitimately have no income."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maine doesn’t track re-offense rates, so it’s difficult to prove that failing to send an offender to batterers’ intervention here makes a person more likely to reoffend. Research from other states, however, does show that offenders who complete batterers’ intervention are less likely to reoffend."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In <a class=\"c6\" href=\"https:\/\/docs.google.com\/document\/d\/1gIFY-Xo-XKdRGYNTwZZoDZZE4xvoQPaOnaigcw-IZ8E\/edit?usp=sharing\">a 2004 paper<\/a>, retired Bates College psychology professor Robert Moyer looked at every available study throughout the United States that compared reoffense rates of those who completed batterers’ intervention programs with reoffense rates of program dropouts. In every case, those who completed the programs reoffended less often."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I have read more than 300 studies in the field of domestic violence and this is the most consistent set of data I have ever seen. And it is not a small effect. Averaging over all the studies ... dropouts are more than twice as likely to reoffend as completers are,” he wrote."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A <a class=\"c6\" href=\"https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidWmVUQlVNdDVOc1E\/view?usp=sharing\">2009 assessment<\/a> supported by the National Institute of Justice reached the same conclusion: “Men who complete the programs reassault their partners considerably less than those who do not.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Yet in 2013, Maine courts sent just 414 offenders to batterers’ intervention as part of their probation, according to the office of victim services at the Maine Department of Corrections. Meanwhile, courts sent 719 domestic violence offenders to counseling and another 218 to anger management. The statistics have remained consistent since 2011, which is when the department began tracking the data."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In a small number of cases — about 12 percent — offenders had two or more court-ordered conditions, meaning they may have been required, for example, to complete both counseling and batterers’ intervention or anger management."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The department’s computer system cannot break down past probation requirements by county, to illuminate which areas of the state send more convicted offenders to anger management and counseling versus batterers’ intervention. Without knowing regional trends, it’s difficult to pinpoint which courts are not assigning offenders to batterers’ intervention."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Batterers’ intervention programs began with a goal to not just address the acts of batterers but to also serve victims. Programs connect victims with local domestic violence resource agencies and will let victims know if offenders make comments they should be aware of. The programs coordinate material with local domestic violence resource agencies and accept feedback on their approach."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some offenders may need therapy, but it’s not designed to replace batterers’ intervention."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We want [batterers] to change. But if we view the work that we do through the lens of those who are the, hopefully, primary beneficiaries of the work, then that’s a very different perspective than most clinicians use,” said Barbara Hart, director of Strategic Justice Initiatives in the Justice Policy Program of the Cutler Institute on Health and Social Policy at the Muskie School of Public Service. She has worked on issues related to batterers’ education and domestic violence for more than 30 years, in Maine and across the nation."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Offenders are likely not being placed in batterers’ intervention programs — sometimes referred to as BIPs — for a few reasons, Hart said. Some are practical: There are not an abundance of programs, so it may be expensive and time-consuming for some offenders to travel to them. It’s easier to find an available counselor."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In addition, they cost too much for the truly poor, at up to about $35 per week. Not all programs offer a sliding fee arrangement. Private insurance and Medicaid, however, may pay for counseling."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Then there are more intangible reasons: Attorneys might not believe in the worth of the programs, or they might not fully understand what they aim to do."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“My sense is that many folks in the legal system either do not know or do not agree with the perception that we have established nationally relating to BIPs,” Hart said. The federal government prohibits certain domestic violence-related grant funds from going to anger management because of its ineffectiveness."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Should the state address the barriers of cost, availability and perception?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Yes, yes and yes,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Can you give your opinion on how Maine should deal with those convicted of domestic violence? <a class=\"c6\" href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fpolls.bangordailynews.com%2Fhow-can-maine-better-rehabilitate-batterers-keep-victims-safe&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFqEyb6Ms_YIBcDzOv2vUMc77-KEQ\">Please take this survey<\/a>."}],"preview image":"","short title":""},"3":{"heading":"Counseling vs. batterers’ intervention","content":[{"filename":"14274059.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In order to pass the 48-week class, offenders must demonstrate they know what abuse is and understand the effects of their abuse on their victims and children. (In Maietta’s program they must pass a test with a grade of 95 or higher.) They learn to identify emotional and verbal abuse, and the often-unexamined cultural support for relationships based on male dominance."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Batterers’ intervention programs must be certified by the state and must have a working relationship with a local domestic violence resource center, probation and the courts."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Meanwhile, anger management programs do not require certification, are not required to have a relationship with local agencies, and are not required to contact victims. And there is <a class=\"c6\" href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fwww.mainelegislature.org%2Flegis%2Fbills%2Fbills_126th%2Fchapters%2FPUBLIC262.asp&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNEQ9a6PJzH5SD2PL4q1Nchdpe6kqA\">no requirement yet<\/a> for therapists to be trained in domestic violence prevention."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Offenders should go through a [domestic violence-specific] program since most of these programs incorporate anger management materials while adding other substantive elements including taking responsibility for one’s acts of violence,” said Ron Potter-Efron, director of Anger Management and Domestic Violence Services at First Things First Counseling and Consulting in Altoona, Wisconsin, and author of the forthcoming book, “Handbook of Anger Management and Domestic Violence Offenders Treatment.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I think that batterers’ intervention programs offer a set of skills and a chance to turn someone’s life around,” said Julia Colpitts, executive director of the Maine Coalition to End Domestic Violence. “It seems to make perfect sense to me that people should be allowed to have that chance.”"}],"preview image":"","short title":""},"4":{"heading":"Anger vs. control","content":[{"filename":"14274067.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 2002, Nick Perry, now 32, of Bangor and a woman were driving down the road, arguing. He punched her in the arm and then punched the windshield, breaking it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Now, 12 years later, he doesn’t remember what they were arguing about. And it doesn’t matter."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It doesn’t matter what my victim had done; I shouldn’t have done that, period,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When the police showed up later to arrest him, he said he remembers being difficult."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I didn’t agree, but I didn’t deny anything. I was very unhelpful,” he said. “I pretty much blamed [my victim] for everything.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Right after he punched her, he knew it was wrong, “but at the same time I had the attitude of, ‘Well, what’s done is done. Tough,’” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It was all about me. Just selfish. I didn’t care what my victim wanted.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He was sentenced to probation with a condition to complete anger management. In the half-hour sessions, the counselor asked Perry what had upset him the previous week and how he dealt with it. Perry learned to count back from five when he got angry."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“[The counselor] would talk a lot about my childhood, too, which is fine, but it wasn’t why I was there. ... I was there to talk about being a jerk,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some of the techniques he learned helped prevent him from getting in trouble at work, he said: “Just bite my tongue and let it ride.” But he didn’t learn about the dynamics of domestic violence."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I understand some people do need anger management, but when it comes to domestic abuse, I’m sorry, but I think it’s stupid,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Sometimes, he said, he thinks if he had been required to attend batterers’ intervention instead, he wouldn’t have reoffended."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On Jan. 30, 2011, police arrested him on more domestic violence-related charges for threatening to hurt a woman, taking her cellphone and chasing her."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I stalked her up the stairs. Every step she took, I was right behind her,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He pleaded guilty to domestic violence criminal threatening, according to court records, and was sentenced to two years of probation, with a requirement to successfully complete a batterers’ intervention program. At first he blew it off."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“They find out because they check on you. It wasn’t until I re-enrolled, to actually take it … that reality hit me in the face. Obviously I’m not the only abusive person out there because there was a class full of us. It just made me absolutely, really realize how bad it was for my victim,” he said. He completed Maietta’s class in 2013."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Now he said he doesn’t ignore his negative thoughts. He is aware of them and how they affect his actions. If something bothers him, he said, he asks his partner when would be a good time to talk, rather than bursting out with whatever is on his mind."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“A lot of it is just plain selfishness, thinking of yourself, having that ‘I don’t care what happens to anyone but me’ attitude. After taking BIP, it’s definitely opened my eyes for sure,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s rare to find someone convicted of domestic violence willing to talk publicly about the crime. Many offenders may not be in denial that they did something wrong, but they don’t own the offense. They might appear to think the assault wasn’t a big deal, or it wasn’t all their fault."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Only Perry can know what his behavior will look like in the future, but in his interview he didn’t minimize his actions or blame others. Why did he decide to talk about his past?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Honesty is always the best answer. That’s really all I can say,” he said. “The more knowledge we get out there about domestic abuse, the safer it will be for victims in general.”"}],"preview image":"","short title":""},"5":{"heading":"Consistency vs. variation","content":[{"filename":"14274069.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maietta’s program follows the Emerge model, which was the first batterers’ intervention program developed for abusive men, in 1977 in Cambridge, Massachusetts. In addition to other strategies, it focuses a lot on language."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For instance, the men in Maietta’s class discuss rationalization, where batterers try to explain away their abusive behavior and avoid focusing on the effect of their behavior. The idea is that they will recognize when they use it in their own lives and change their actions."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As part of their homework each week, the men revise their “check-in summaries,” where they must paraphrase an abusive act, explain what kinds of abuse they used, list their feelings at the time of the abuse and describe the effect of the abuse on their victim. They are required to use their victim’s first name, for humanizing purposes."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On Monday, Oct. 20, one of the men read out his statement of abuse. He said he slapped a woman “for lying.” Maietta asked him whether “lying” was his attempt to justify the abuse and determined his statement needed more detail."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She turned to the class and asked whether they thought the check-in summary was good enough for completion of the program. They didn’t."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The man said, “I feel I’m not ready to complete it myself.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“You can stay as long as you’d like. We like having you here,” Maietta replied, as the class laughed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There is debate around which types of batterers’ intervention programs are most effective — and around how to measure what “effective” means — but it’s difficult to say for sure without quality, large-scale studies. Some states require all their programs to follow the same curriculum. Maine does not."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Hart, with the Muskie school, said it doesn’t really matter what curriculum programs rely on as long as they provide outreach to victims, operate as part of a larger, engaged community response, and, importantly, address the cultural aspects of male privilege."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Unless [a program addresses] those understandings of the various ways that men’s culture reinforces the domination, control, exploitation of women, particularly women who are seen to be owned as partners, then I think the program is likely to fail,” Hart said."}],"preview image":"","short title":""},"6":{"heading":"Beliefs vs. behavior","content":[{"filename":"14274071.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In Augusta, there is another batterers’ intervention program, called Menswork. It’s a program of the Family Violence Project, which serves Kennebec and Somerset counties."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Initially I wasn’t very supportive of putting people in BIPs because I didn’t see it was an effective way of teaching anyone how to alter their behavior,” said Maeghan Maloney, district attorney for Kennebec and Somerset counties."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But then a few things happened. She went to a conference with Jon Heath, director of education programs at the Family Violence Project. They spoke often about batterers’ intervention. And Heath decided to change his program’s model. Instead of the Emerge model, he would rely on the Duluth model, which originated in Minnesota."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I immediately agreed with him just how different it was and how effective it could be,” Maloney said. “If a prosecutor is feeling the same misgivings that I felt in my first six months in office, that absolutely would explain why people wouldn’t be placed in BIPs.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Duluth and Emerge models differ in technique. With the Duluth approach, facilitators focus less on ensuring the men understand certain words and more on encouraging them to come to a realization about how to change their behavior. Facilitators spend a good amount of time asking offenders questions."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If they’ve been subjected to us leveling our power and control over them, what are they going to do when they go home?” Heath said. “I’m proud of the fact that we’re engaging with them as human beings and believing they can change.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On Saturday, Nov. 29, the men in Menswork filed into the classroom that Prince of Peace Lutheran Church allows them to use."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“What’s your name?” said one of the facilitators, named Helen, to a man checking in."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Dumbass,” he joked."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was about 20 degrees outside. One man wore shorts. They sat in a semicircle on metal folding chairs, gripping cups of coffee."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After doing a breathing and relaxation exercise, and going over the rules of the class (no backpacks, no leaving the room, no hats, no sexualized pictures of women on T-shirts) they watched a five-minute film."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It showed a discussion between a woman and her abusive husband who wasn’t supposed to contact her because of his court conditions. In the film, the man entered his wife’s workplace and at first said he was sorry for what he had done. Then he threatened to tell people about her therapy and drug use to get custody of their children if she didn’t recant. She pleaded with him to leave, telling him she had done nothing wrong. He kept advancing toward her, lambasting her as she shrank away."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“That was powerful. It was very believable,” said one of the men."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Helen — who doesn’t give out her last name for safety reasons — wrote five words in a horizontal line across the blackboard: “actions,” “intent,” “beliefs,” feelings,” “needs.” She started with actions. What did the man in the video do that was abusive?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The men in the class identified the more physical actions first: He got in his wife’s space, pointed in her face and grabbed her arm. What was the intent of those actions? Helen asked. The men in the class knew the man’s intent was to intimidate his wife."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And what beliefs did the abusive man hold that made his actions possible? Helen continued. This question tripped up the class. One man suggested that the husband in the film believed he had the right to see his children and that if his wife could change her drug use, then he could change his behavior, too."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Not quite."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Eventually they settled on it: The man in the film believed that by intimidating his wife, he could get her to do what he wanted. He believed he was the one in charge. He believed he didn’t do anything wrong."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"What was the man in the video feeling? Helen then asked. The question was easy for the men to answer. He felt bitter and hostile. And the wife? She was afraid and depressed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Finally, the last question: What needs did the man want met? He needed to feel secure. He wanted to get his wife to cooperate, they said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Was he going to get [the cooperation]?” Helen asked."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“No,” replied several men at once."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Fascinating, isn’t it?” Helen continued. How people behave to get what they want can guarantee they will never get what they want."}],"preview image":"","short title":""},"7":{"heading":"Jail vs. BIP","content":[{"filename":"14274079.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Whether offenders complete batterers’ intervention versus anger management or counseling largely comes down to decisions made by prosecutors, defense attorneys and judges."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"District attorneys should know that batterers’ intervention is the preferred option, said Alice Clifford, an assistant district attorney for Penobscot County."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“If you have a domestic violence situation, anger management is not the way to address that. It would have to be addressed through the batterers’ intervention program. Or, it should be,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Not all prosecutors operate under the same understanding."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I have seen some [assistant district attorneys], instead of batterers’ intervention programs, use the anger management. That, I know, is not usually our policy. I can’t speak to every single case,” Clifford said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Why wouldn’t they send someone convicted of domestic violence assault to batterers’ intervention?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For one, while some Maine prosecutors may seek it on their own, they are not required to receive training on the dynamics of domestic violence. “You really have to rely on your co-workers to help train you,” Clifford said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"While judges have final control over sentences, they don’t have a strong say in crafting them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Probably somewhere between 80 to 90 percent of the cases result in a plea agreement negotiated between the district attorney and the defense lawyer. And when the judges get the plea agreement, they can only say, ‘Yes, I will accept it,’ or ‘No, I won’t,’” said Mary Ann Lynch, a spokeswoman for Maine courts."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maloney, the district attorney for Kennebec and Somerset counties, is taking a new approach toward domestic violence prosecutions: In a couple months, she’s starting a new unit dedicated to sexual and domestic assault cases."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If prosecutors aren’t trained in the dynamics of domestic abuse and aren’t incentivized or required to send offenders to batterers’ intervention, it’s easier to agree to put offenders in anger management or counseling, Maloney said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"That’s what originally happened in her office. When she first started as district attorney a few years ago, she made it clear that batterers’ intervention was preferable. Yet many offenders in her counties still ended up in counseling as part of the criminal justice system’s normal deal-making process."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Offenders agreed to plead guilty and spend time in jail if they didn’t have to attend batterers’ intervention, and prosecutors accepted those arrangements."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Today, batterers’ intervention is mandatory in Kennebec and Somerset counties except in unusual cases."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“[Prosecutors] cannot make an offer on a domestic violence case without the batterers’ intervention program included. If they want to [seek anger management], they have to talk to me about it first. Every single offer is mandatory. It simply has to happen. That’s the only way to do it,” Maloney said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It might mean some offenders spend less time in jail, but they are enrolled in batterers’ intervention. By Maloney’s account, the difference is significant."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Instead of six months [in jail], we’ll go with five months, but the BIP has to be there because that’s the only thing that’s going to change behavior,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Many district attorney’s offices in Maine handle batterers’ intervention differently."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I would never say that certified batterers’ [intervention] is not appropriate for someone. I think every defendant who is convicted would get good out of it. But some of the defendants, I think, were better served by getting them dealing with other issues like substance abuse or mental health first. In some cases we do both,” said Steven Edmondson, domestic violence investigator for the Sagadahoc County District Attorney’s Office. “We examine every case and deal with each case individually.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We’re not required to request [batterers’ intervention] in every DV case, but we normally do,” said Anne Berlind, an assistant district attorney at the Cumberland County District Attorney’s Office. “It’s a case-by-case analysis.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For some offenders, jail is preferable to a year of batterers’ intervention as it’s easier, quicker and doesn’t directly cost them anything."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As I sat in Maietta’s room on Nov. 3 waiting for class to start, two offenders next to me talked about their homework, the weather and their jobs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One said, “If I were locked up, I wouldn’t have to worry about this,” referring to the class."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Instead of agreeing with him, the other man replied, “It might be a couple grand, but it will really change your life.”"}],"preview image":"","short title":""},"8":{"heading":"Men vs. women","content":[{"filename":"14274081.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One man in Maietta’s program agreed to be interviewed if I didn’t use his name. I’ll call him Michael. He spoke with me around his 38th week in batterers’ intervention, and he was blunt and articulate. He said he regretted assaulting the mother of his child, was embarrassed to talk about it, and knew it was his fault."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But it was how he corrected himself during our conversation that I remembered most afterward. I asked what happened right before the assault, and he said he made a rude comment to his ex-girlfriend — something insinuating she was cheating."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I made this comment that was inappropriate, and it’s what started it all,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He paused and then corrected himself. The comment — where he insinuated his girlfriend was cheating — wasn’t inappropriate, actually, he said. It was abusive."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“In batterers’ intervention we learn that that is indeed abusive.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There’s no law against making someone feel worthless, but it’s part of domestic violence. Men who respect women aren’t going to put them down or make cruel jokes about them. Seeing women as objects or as “less than,” or even not seeing them at all, can open the door to domestic violence."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maietta talks often about equality. About 85 percent of abuse against intimate partners is committed by men against women, according to the National Crime Victimization Survey. It appears the dynamics of abuse tend to be different for women who hurt their male partners."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Maietta points out whenever someone in her class uses a phrase with sexist origins. She encourages her clients to push a grocery cart down an aisle at the supermarket and watch as women get out of the way for them. It’s part of redefining the men’s perception of manhood."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“They don’t realize the space they take up and the entitlement they have,” Maietta said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"This is where the line between “batterer” and “everyone else” gets blurry. Few people probably think they have much in common with someone convicted of domestic violence, but the similarities are greater than one might think."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After Michael started batterers’ intervention, he said he noticed forms of abuse happening everywhere, especially in movies and TV shows. Consider the TV series “Breaking Bad,” where Walter White, a high school chemistry teacher with terminal cancer, starts a meth lab without telling his wife anything that’s happening."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Even before things go completely to hell, if you look close and you pay attention … he’s actually kind of abusive the entire show. I would have never picked up on that if not for this class,” Michael said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Please <a class=\"c6\" href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fpolls.bangordailynews.com%2Fhow-can-maine-better-rehabilitate-batterers-keep-victims-safe&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFqEyb6Ms_YIBcDzOv2vUMc77-KEQ\">take our survey<\/a> to give your feedback on potential changes to the way Maine deals with convicted batterers."}],"preview image":"","short title":""},"9":{"heading":"Short-term vs. long-term","content":[{"filename":"14274083.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"So why do some prosecutors go with anger management? Several times people told me it was “better than nothing.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Marcy Ouellette, a victim witness coordinator with the Penobscot County District Attorney’s Office, doesn’t defend anger management. Batterers’ intervention is the preferred probation option for offenders — and their victims, she said. She hears from many victims who still love their partners and will stay with them. They just want the abuse to stop."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But when someone says anger management is better than nothing, the idea comes from a desire to keep offenders in contact somehow. For the short time they’re in anger management, they have to be accountable to someone. It’s one more eye on the offender."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When an offender’s probation comes down to attorneys making a deal, “that person is, at that point, not getting the treatment they need to resolve this issue that will probably become an ongoing thing,” said Michelle Crate, a substance abuse counselor and social worker at Community Health and Counseling Services, with offices throughout Maine. She has counseled both batterers and victims, and provided individual anger management therapy."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s important to identify the underlying issues to determine what treatment will work best, she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Finding out what brought a person to that point is very important, their life history, their trauma; were they battered growing up?” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In some cases, anger management is the right option, said Molly Butler Bailey, a defense lawyer at Strike, Goodwin and O’Brien in Portland. In 2006, she wrote an article in the Maine Bar Journal proposing a prohibition of anger management. When she became a practicing defense attorney, though, she altered her view a little."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“It is very important that the players involved are afforded the discretion to tailor sentences to the specific circumstances involved instead of using a blanket ‘solution’ for all domestic violence cases,” she wrote in an email."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Hart, with the Muskie school, said in a perfect world offenders should be placed in batterers’ intervention, and then they should be placed in other programs — such as a drug and alcohol program or financial planning session — that will improve their chance of success."}],"preview image":"","short title":""},"10":{"heading":"Maine vs. Iowa","content":[{"filename":"14274085.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Other states have handled batterers’ intervention differently — particularly Iowa, which is regarded as a state on the cutting edge of batterers’ intervention."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In Iowa, all domestic violence offenders must participate in batterers’ intervention. What’s more, the state has found a way to accommodate very low-income offenders by offering them the option of community service."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Iowa also hasn’t been afraid to change its batterers’ intervention curriculum to adapt to new information. Over the past two decades, it has changed curriculums several times, after the straight Duluth model and then a combined cognitive-behavioral and Duluth model didn’t show reductions in recidivism, said Anne Brown, who coordinates the Iowa Domestic Abuse Program. So Iowa decided to create its own."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Two academics at the University of Iowa worked with corrections department staff to develop new material based on what’s called <a class=\"c6\" href=\"https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidZWF0UFpzY2w0b0U\/view?usp=sharing\">acceptance commitment therapy<\/a>. Pilot programs began in 2010."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In the programs, facilitators work with participants to increase their <a class=\"c6\" href=\"https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidZ05VSmFHbVJYSDg\/view?usp=sharing\">awareness of the thinking<\/a> that influences their behavior — and whether that thinking is moving them toward or away from their values. It aims to teach offenders that they can have their emotions and thoughts, but they don’t have to act on them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The program doesn’t just focus on the specific incident that resulted in offenders being sent to the group. It tries to address multiple violent episodes and relationships. <a class=\"c6\" href=\"https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidQ1lRenpvZmE1Z0E\/view?usp=sharing\">Rather than<\/a> targeting the initial causes of violence, it focuses on the factors sustaining the violence."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"About 15 percent of the men in the new curriculum, called Achieving Change through Value-Based Behavior, reoffended within one year, as opposed to about 25 percent of the men in Iowa’s older curriculum. Based on a total of 812 questionnaire responses from men in each program model, offenders in the new curriculum reported significantly greater declines in psychological, physical and sexual aggression over the 24-week program."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A more rigorous analysis of 5,000 offenders is expected to be completed in several months."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"What has worked well in Iowa? “The salvation and the beginning of our program was when we sat around the table,” Brown said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"To form the network of batterers’ intervention programs, the state gathered with domestic abuse coalitions, judges and many others to discuss how to make it work. If problems arose, they didn’t abandon their efforts but came to an agreement on how to fix them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And while tax dollars don’t fund the programs, the state does pay for the coordinators who administer the programs and oversee the facilitators."}],"preview image":"","short title":""},"11":{"heading":"Doubt vs. faith","content":[{"filename":"14274087.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Program facilitators everywhere know they have helped prevent batterers’ abusive behavior; they see how individual lives change. And research shows that the few who complete a program successfully are substantially less likely to reoffend."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But quality research is scant, and doubts about batterers’ intervention programs persist."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Hart put her response to naysayers this way: “We haven’t stopped drug and alcohol programs because drunks drink. Give me a break.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Still, no one really agrees on the degree to which offenders stop their violence as a result of the various batterers’ intervention programs. <a class=\"c6\" href=\"https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidRWM3MFRoMWtoWFU\/view?usp=sharing\">Some studies have shown<\/a> remarkable effects. <a class=\"c6\" href=\"https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidRVc0QzFFaGp5Z1Z1NFFCdFdGRzR3dkpiYXZB\/view?usp=sharing\">Others have shown<\/a> minimal effect."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And it’s not clear how to best measure “what works.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Not all abuse results in arrest, so measuring program effectiveness by the number of batterers who are arrested again draws an incomplete picture."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Also, batterers’ intervention programs don’t operate in a vacuum. It would be unfair to place all the blame for reoffense rates on the programs without also evaluating the broader context in which they operate."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"That context includes culture. “Just name-calling or emotional abuse — it’s all varying degrees of the same thing,” said Heath, with the Family Violence Project. “I love to compare it to back in the early ’90s when the sexual harassment laws came into play, and we did all these trainings in workplaces about sexual harassment. ... We weren’t just focusing on the guys who were doing it. We were saying, culturally, it’s not OK. I don’t think we’re doing that with domestic violence.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If you haven’t taken the anonymous survey yet, please <a class=\"c6\" href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fpolls.bangordailynews.com%2Fhow-can-maine-better-rehabilitate-batterers-keep-victims-safe&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFqEyb6Ms_YIBcDzOv2vUMc77-KEQ\">click here<\/a>."}],"preview image":"","short title":""},"12":{"heading":"Maine vs. US","content":[{"filename":"14274089.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The need for high-quality batterers’ intervention has been repeated by researchers, organizations and governments."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The <a class=\"c6\" href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fwww.maine.gov%2Fag%2Fdynld%2Fdocuments%2F10th%2520Biennnial%2520Report%2520-FINAL%25204-23-14.pdf&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNE32PepYQsAR0ira4kz8sUkB1OMsg\">10th report<\/a> of the Maine Domestic Abuse Homicide Review Panel, issued in April 2014, draws from academic research to state that anger management and counseling are “ineffective for domestic abuse and may cause more harm than good by providing a false sense of action by the offender and security for those surrounding an offender.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Maine Department of Corrections acknowledges the same problem regularly in its reports to the Legislature."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Research indicates that battering is about power and control and not about anger issues or typical psychological issues,” <a class=\"c6\" href=\"https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidaklDbS0zcHkxSnc\/view?usp=sharing\">it wrote<\/a> to the 126th Legislature, which served in 2013 and 2014."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“The percentage of probationers being sentenced to anger management rather than batterers intervention programs is of concern; there is a great deal of research which states that battering is not about anger but rather is about power and control,” <a class=\"c6\" href=\"https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidbEVTck8xc3NXOTA\/view?usp=sharing\">it wrote<\/a> to the prior, 125th Legislature."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Even the federal government <a class=\"c6\" href=\"https:\/\/drive.google.com\/file\/d\/0B4T8auuyDBidSXc1WFBkbkN6U1RpYjVzYmJsV29IUU5lRnZJ\/view?usp=sharing\">has prohibited<\/a> domestic violence-related STOP Violence Against Women Formula Grant Program dollars from being spent on anger management. It’s listed under actions that compromise victim safety and recovery."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Still, courts keep sending offenders to those frowned-upon programs."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Take Anthony Council Jr., 27, of Bangor. In March 2014, he pleaded guilty to domestic violence assault and was required as a condition of his probation to complete batterers’ intervention."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But several months later, in June, he wrote to the court, asking for a more lenient probation requirement: “After the incident occurred and before any court hearings I took it upon myself to seek counseling in hopes to gain insight on my own faults and why I went to that level,” he wrote."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I feel as though I was gaining so much by attending the individual counseling. When I attended the batterers class I sat and listened to everyone elses (sic) issues and I don’t believe it was nearly as informative or helpful for me.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He said his counselor accepted MaineCare, and batterers’ intervention was too expensive for him."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Justice Ann Murray granted the request to switch out of batterers’ intervention on July 7, 2014."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Three months later, on Oct. 13, dispatch received an open 911 call where Council and a woman could be heard fighting in the background, with the woman yelling “Get off me” repeatedly, according to a Bangor Police Department report. It appeared Council had landed on top of her on the bed. He said he was trying to get his phone and that nothing physical occurred."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It appeared he also elbowed her in the back of the head, causing her to fall to the floor. The victim told police he may have hit her accidentally."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Council admitted to violating his probation conditions and was sentenced to 364 days in jail."}],"preview image":"","short title":""},"13":{"heading":"White horses vs. dark horses","content":[{"filename":"14274093.jpg","filetype":"photo","size":"medium","orientation":"left","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On Monday, Nov. 3, Maietta raised the topic of negative “self-talk” with her class. It’s when people assume the worst about a situation even when they don’t know what’s happening. Maietta likened it to a merry-go-round with white and dark horses."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We pick the dark horses … to prove what we believe to be true,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She told a story of a man who thought his wife was keeping secrets and cheating on him, so he slept with another woman. The man’s wife, however, had only been planning a surprise birthday party. The man had used his inaccurate assumptions — his dark horses — to rationalize his cheating."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Does it sound familiar, gentlemen?” she said. They nodded."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Self-talk on the part of the batterer is a blind side,” she said. It can fuel abuse. Be aware of where your thoughts are leading you. Communicate with your partner about your dark horses."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Some domestic violence offenders think they are making progress if they don’t have any “slip-ups,” Maietta said. But progress is being able to spot the subtle problems — even the way one thinks — and correct them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Will Maine continue to require most offenders to attend counseling and anger management?"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I think there needs to be a real in-depth conversation with all members of the community response to get rid of or at least air a lot of disagreements and misunderstandings about batterers’ intervention, what it needs for it to work,” said Colpitts, with the Maine Coalition to End Domestic Violence."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In other words, give people every opportunity to turn their lives around, even when it’s not certain they will change. Pick the white horse."}],"preview image":"","short title":""},"14":{"heading":"Credits","content":[{"filename":"14274095.jpg","filetype":"photo","size":"big","orientation":"full","caption":null,"credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Erin Rhoda is editor of Maine Focus, a journalism and community engagement initiative at the Bangor Daily News."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Art by George Danby."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Please <a class=\"c6\" href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fpolls.bangordailynews.com%2Fhow-can-maine-better-rehabilitate-batterers-keep-victims-safe&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNFqEyb6Ms_YIBcDzOv2vUMc77-KEQ\">take our survey<\/a> to give your feedback on potential changes to the way Maine deals with convicted batterers."}],"preview image":"","short title":""}}}