{"chapters":{"1":{"heading":" The odds are millennial farmers will fail. Why they pursue the good life anyway","content":[{"filename":"15289779.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Tristan Noyes looks around his ancestral barn on his grandmother’s potato farm in Caribou, Maine.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":" "}],"preview image":"","short title":""},"2":{"heading":"Fear","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When Rachel Bell looked out the large windows of her concrete-floored living room on July 4, 2014, the rain from Hurricane Arthur had slowed. The wind, however, had not. The tall pines surrounding her property on the coast in Edmunds quivered."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Rachel’s farm is situated at the highest point of Tidemill Farm Inc.’s property. The trees, despite their great efforts, could not ward off the wind. Her goats took shelter in their hoop house, and its plastic tarp flapped and snapped like a flag in the wind, as strong gusts pushed the plastic against its frame."},{"filename":"15289957.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Remnants of a fallen tree surround the goat shelter at Tidemill Creamery.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The goats huddled in the back of the shelter, near their food. Through the window of the house, speckled with droplets, Rachel watched. The churning storm was beyond her control, and she was nervous. She and Nate Horton, her partner and a carpenter, watched on."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When the cedar tree snapped, Rachel couldn’t hear the crack. But she watched as the tree’s large shadow collapsed on the hoop house. The cedar crushed the back end of the shelter where her goats had huddled."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Rachel, a 36-year-old goat farmer, rushed to the phone and called her dad, who had an excavator that could move the tree. Nate watched the other half of the cedar fall on to the white tarp of the hoop house. The rungs of the house, like rib bones protecting pink puffs of lung, broke and collapsed half of the structure."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After Rachel called her father, Terry Bell, she ran outside into the wind and rain to look under the fractured shelter. Under the plastic covering, bowed and misshapen, the goats grazed uninjured, nibbling bits off the cedar tree that now pinned down their home."},{"filename":"15290369.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Goats of Tidemill Creamery.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As the humid air condensed on her forehead, Rachel called her dad again. He was in his house down the dirt road that connected the various Tidemill Farm Inc.’s properties. She felt lucky that at the end bottom of the hill, there was someone to help."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Still she hated having to make the call. She hated being at the mercy of other people. She felt humiliated and embarrassed, even if in everyone else’s mind it was OK to rely on others."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She had planned for the weather but not the intensity. It would cost her time and money to fix the hoop house. She knew the Atlantic Ocean’s ability to intensify weather, but she wasn’t prepared for seven other trees to fall on her new woven-wire electric fence during the days following the hoop-house collapse. She also wasn’t prepared to not have electricity until a few weeks after the wire-fence collapsed."},{"filename":"15290213.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Nate Horton and Rachel Bell of Tidemill Creamery. ","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As the primary operator of Tidemill Creamery, Rachel is not only responsible to her immediate community — her three children and a handful of farm hands. She’s also responsible to the community of farmers on her ancestral farmland, her cousin Aaron who also farms on the property, and her parents, who also live on the land."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s a group she holds close because she knows the farming community in Washington County is fragile like her hoop house and has been dwindling since the back-to-the-landers faded away in the 1980s."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Even though the number of organic farmers in Maine as a whole is increasing, the structure in which they operate makes survival, let alone the potential of scaling up, a challenge. National regulations geared toward big farms, lack of suitable market opportunities, and low price points all present barriers to profitability."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The story of a hard-working, successful and happy farmer that many people associate with their steak and potatoes is laced in idealism, when many farmers are recording financial losses, and most are working other jobs to support their farms."},{"filename":null,"filetype":"pullquote","size":"medium","orientation":"left","caption":"Out of Maine’s 8,173 farms in 2012, 61 percent recorded net losses.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Elements of pastoral idealism do exist: the golden mornings harvesting carrots and the joy of eating food you’ve grown. But out of the state’s total 8,173 farms in 2012, 61 percent recorded net losses (4,996), <a class=\"c11\" href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fwww.agcensus.usda.gov%2FPublications%2F2012%2FOnline_Resources%2FTypology%2Ftypology13_me.pdf&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNGhT9PhO3i6XSZLjfj3guvxSXkqnQ\">according to<\/a> the U.S. Department of Agriculture."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Among Maine’s 2,227 small family farms, which excludes farms people pursue in retirement, the trend was similar, with 57 percent recording net losses (1,249). Of those, 853 saw a loss of anywhere from $5,000 to more than $50,000."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Not everyone farms with a purpose to make money. Indeed, many pursue farming as a way of life. But for those facing steep capital costs to start a farm, or pondering how to scale up in a small Maine market, questions of lifestyle and income converge. The products organic farmers grow are sustainable, but the economic system that supports them is not."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Successful farming takes a strong community — one Rachel wishes would grow."}],"preview image":"","short title":""},"3":{"heading":"Perspective","content":[{"filename":"15290015.jpg","filetype":"photo","size":"big","orientation":"full","caption":"A cow is about to cross over the bridge to its next paddock on the Tidemill Farm Inc. property.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In Washington County, Tidemill Farm began more than 175 years before Maine’s back-to-the-land movement. The indigenous Passamaquoddy people showed Robert Bell the place to build a bridge over an offshoot of the ocean."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They called Robert, who was short in stature, “little chimes,” and gracefully showed him the hilly and soft land where he could start a gristmill."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He would use the ocean’s natural properties to generate power. When the tide came in, he closed the doors under the bridge, trapping the water, leaving the levels high enough to turn the mill — grinding wheat into flour. The bridge still stands today over the bright Atlantic ocean, connecting Aaron, Terry and Rachel Bell’s farms together."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Terry, a soon-to-be retired farmer, has handed over the farm work to his nephew and daughter. Aaron has Tidemill Farm, a dairy and small diversified farm on one side of bridge he shares with his partner, Carly DelSignore. And Rachel has Tidemill Creamery, a goat farm up on the hill on the other side of the bridge. All the property combined creates Tidemill Farm Inc."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The land stretches six miles along the coast. The large wooded hill on one side where Rachel’s farm is located moves into pastures where Aaron’s cows graze. The bridge connects them together as a family, a community and as history."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 1968 when Terry, part of Tidemill’s seventh generation, left for college, there were 28 dairy farms in Washington County. In 1970, when Terry moved back to Tidemill Farm, there were only five. All his high school friends had moved out of the county and state to find better paying jobs with more security."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A Mainer at heart, he decided to stay. But the home he remembered along six miles of the Cobscook Bay was different. Though his high school peers had left, he began getting phone calls from people with different last names from those in the area, but who were the same age as him. He started fielding questions about the best way to grow hay and milk cows."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As he helped his new peers acclimate to farming and the area, he began to feel community reemerge. He was excited to get to know his neighbors and bring young people back to Washington County. The young people he ushered in would later be known ubiquitously in Maine as the back-to-the-landers."},{"filename":"15289977.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Buckets in the back of Rachel Bell’s truck will be filled with milk for yogurt making.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Today, Tidemill Farm Inc. is under a protective easement, which keeps the land in agricultural use with an emphasis on conservation. Most of Rachel and Aaron’s childhood friends were kids of back-to-the-landers, people who came to Maine in the 1970s, searching for deliberate life lived off the land."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“There was never a back to the land for us. We’ve just been here,” Rachel said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Two generations after the back-to-the-landers and 20 years after he thought he’d not have any children who wanted to take over the farm, Terry is considering handing the farm down. He is starting to age, and his nephew and daughter have proved their commitment. Aaron and Rachel, on their respective farms, are convincing Terry they’re ready to be the next generation to take over the farm."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Terry is successful because he doesn’t interfere with the process of transfer and transformation. He isn’t set in his ways: “You have to make sure that [it’s] not an obstacle set by the older generation and [that it] lets the next generation farm as they need,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"That approach helped him usher in the back-to-the-landers, and it provides perspective on what his daughter is doing."},{"filename":"15290001.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Aaron Bell herds his cows into their next paddock to graze.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Without the rest of her extended family at Tidemill Farms Inc. across the bridge, Rachel’s goats would have suffered when their hoop house fell. Without other farming resources around, all the farms that do exist struggle."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"With the exception of her cousin Aaron and a few other cow dairies, the farming infrastructure, including professionals such as veterinarians and technicians, is mostly gone in Washington County."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Rachel believes new farmers are the answer to reviving the farming community."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The land in her county is still inexpensive if it’s not on the water, and there is more of it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She could act as a steward, much like the indigenous Passamaquoddy people did for her ancestors when they came looking for a place to start a gristmill nine generations ago. And the newcomers can revitalize the infrastructure and support farmers like Rachel who need help when their hoop houses fall down or they lose electricity for weeks."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Yet despite the hours she spends making yogurt, preparing her land for more extreme weather events, and selling her product locally and hundreds of miles away in Orono, Rachel has not paid herself. She doesn’t know when that time will come either."}],"preview image":"","short title":""},"4":{"heading":"Determination","content":[{"filename":"15290155.jpg","filetype":"photo","size":"big","orientation":"full","caption":"The crew at North Branch farm, Anna Shapley Quinn, Seth and Tyler Yentes, and Elsie Gawler.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On first glance, Tyler Yentes thought the land was forgettable."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Speeding by any place at 45 miles per hour obscures hidden beauty. Plus, the roads themselves were unattractive. It was sometimes challenging for Tyler to see beyond the power lines."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But there, at the crest of a hill on one frost-heaved road in Monroe, the farmland appeared. On one side of the road was a river. On the other, lush green willows shook."},{"filename":null,"filetype":"pullquote","size":"big","orientation":"full","caption":"The willows shaded a small, red, one-story farmhouse situated next to a gray barn. Its tall entrance gaped toward the road. Tyler would decide its fate.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Tyler had lived in Monroe, population 900, since he was 4, and by the summer of 2006 he had watched 15 springs blossom and give way to the warmest months of the year. Each time, the world regained order, blooming anew. In all those years of living in Monroe, though, he had never driven along Stream Road or seen the gray barn."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But on a day that June, he and his brother Seth parked in front of the worn barn and got out of the car. The power lines buzzed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After driving by a few days prior, Seth had suggested to his brother that they check out the property. The land Tyler would start a farm on with his older brother was important. It needed to have fertile soil, enough space for a fruit orchard and a grass-fed dairy operation."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He wanted to stay in Monroe because he had a connection to the community, to his family that was homesteading there, and the land."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Seth and Tyler grew up in the woods gathering firewood. Tyler taught himself to drive draft horses, while Seth learned to graft fruit trees. They were homeschooled by their parents, and their classroom was a garden. They later became volunteer firefighters."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Seth had discovered the property along Stream Road two days earlier while driving around in the fire tanker with another firefighter. He noticed the forest vegetation encroaching the edge of the open fields of hay. He saw willow seedlings popping up in the fields. The volunteer in the truck with him was also a Monroe native."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Seth asked him about the land. “Do they have kids? Do the kids want the land? How old are the owners?”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He learned their names and their story: Ralph and Barbara Grover were retired dairy farmers in their late 70s. Their kids were interested in subdividing the 330 acres and gleaning the timber from the mature woodlot on the property."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But Ralph and Barbara wanted the land to stay a farm."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A few days later, Seth and Tyler knocked on the front door of the red farmhouse."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“We were wondering if you’re interested in selling your farm,” the brothers asked after a short introduction."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Grovers had never previously considered selling the farm but took the brothers between the house and the adjacent barn to the back. There, 150 feet away from the road, the power lines faded. There were acres and acres of green, like a carpet unfurling before them."},{"filename":"15289807.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"The farmers at North Branch Farm in Monroe are renovating their barn, which they inherited when they purchased a defunct dairy farm.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Waldo Mountain extended above the dense forest surrounding the open fields. Tyler started to realize what there was to work with."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He and Seth walked around the farm and tested soil by smelling it and moving it between their fingers. Finding a farm with a good soil type at the right price is a challenge but essential in securing a profitable farm. Certain crops grow better in certain soils. Plus when you grow organically the benefit of amending your soils with artificial fertilizers is off the table. Starting with good soil makes the difference."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Each time Tyler drove his shovel into the New England soil he was surprised how smoothly it slid into the ground. No rocks."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He slowly began to change his mind. To the left on a hill he envisioned an orchard filled with fruit trees. The vegetable crops would follow. Where he stood would be one of the pastures for dairy cows that could breathe life into the barn again."},{"filename":null,"filetype":"pullquote","size":"big","orientation":"full","caption":"In asking to buy the farm, the brothers were opening a casket — full of all the failed and retired farms in Maine. But despite knowing the hardship, Seth and Tyler weren’t going to give up the idea of living off the land. ","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They had a plan. They wanted to stay small using human and horse power instead of tractors. They’d work together in teams and have a business plan that would make them financially sustainable in seven seasons. They would farm for themselves and as a reaction to the degrading environment around them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Over the three years it took the Grovers to feel comfortable selling the farm, the Yentes brothers constructed the plan. They could use their abilities as musicians — Tyler on fiddle, Seth on cello — to teach lessons and supplement income while they were getting the farm off the ground."},{"filename":"15289825.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Tyler Yentes and Elsie Gawler hand-milk their grass-fed cows every morning on North Branch Farm.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Grovers never let the Yentes brothers inside the house, even when the brothers brought them smoked bacon, berries and maple syrup they had made on their parents’ homestead. But the gifts and time the Yentes brothers spent walking around the farm with the Grovers were lines on a resume that would qualify them for the title of “Maine farmer” — lines that would convince Ralph that the brothers had as much stake in keeping his land in farming as he did."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It would take three different offers of money on the Grovers’ table before Seth and Tyler had proven they were serious. Only then — with money gathered from family and their savings — were they able to buy the land they now call North Branch Farm and share with their respective partners, Anna Shapley-Quinn and Elsie Gawler."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Grovers sold the land to the Yentes brothers instead of their own two children. They sold it for $450,000, less money than they bought it for 35 years before, factoring in inflation."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Tyler knew the Grovers cared about the land. He felt lucky they trusted him to do the same.  "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The story of the Yentes brothers is one of many young farming hopefuls coming to the Maine in hopes of fertile land to start small farms. Compared with the rest of the country, land in Maine is more affordable. Young people are taking notice, as the number of farmers under the age of 34 <a class=\"c11\" href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fwww.agcensus.usda.gov%2FPublications%2F2012%2FFull_Report%2FVolume_1%2C_Chapter_1_US%2Fst99_1_055_055.pdf&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNEdaSZteCaoi1mz1JF0L0rcPBgOQg\">increased 40 percent<\/a> from 2007 to 2012."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The state’s value as an agricultural producer has improved, too. The value of agricultural products in Maine increased 24 percent in five years, and the amount of land in farming increased 8 percent in the same time. Still many new farmers rely on family or friends’ land or money, or unique leasing agreements, before they are able to purchase their own land."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":" "}],"preview image":"","short title":""},"5":{"heading":"Consistency","content":[{"filename":"15289895.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Tristan Noyes brings bags of salad greens to his refrigerated trailer, while he charges the air conditioner that cools the trailer while he is driving.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One of the first communities in Maine to welcome the new sustainable foods movement was Portland. In most Portland restaurants, diners will find items sourced directly from a farm."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But behind each of the celebrity chefs and burgeoning restaurants are fishermen and farmers who employ innovative strategies for getting food from its source to the plates of residents and vacationers alike."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Vignola Cinque Terre, one of the Portland’s best-know farm-to-table restaurants, sits on a cobblestone street just up from the ocean in the historic Old Port district. On a sunny mid-morning in August 2014, Tristan Noyes, a 31-year-old organic salad greens farmer from Aroostook County, but resident of Portland, pulled his truck next to the old brick restaurant covered in vines."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He grabbed five bags of greens, each adorned with cardboard labels and GroMaine’s modern logo, which he later confessed he made in Microsoft Word. With two bags in one hand and three in the other, he headed to the restaurant’s back door, leaving his car unlocked. You don’t need to worry about keeping people out of your car up in The County, the term for the sprawling expanse of Aroostook County, 300 miles north of Portland."},{"filename":"15290305.jpg","filetype":"photo","size":"small","orientation":"left","caption":"Tristan Noyes harvests lettuce in Woodland.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The back door to the restaurant was locked. Tristan and an alcohol deliveryman both waited to be let inside, while Tristan went to grab another five bags of greens from the truck. When he returned, neither Tristan nor the deliveryman knocked on the door."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I learned very early you don’t knock,” the deliveryman said. They let you in when they’re ready."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Fifteen minutes later, two muscular and imposing, but tired, men opened the door. They were meeting with Tristan to catch up on the sales he made with the restaurant. The two chefs were hoping to increase the amount of microgreens the restaurant bought."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Tristan is a 2005 history graduate from Bowdoin College. After school he worked for a Boston consulting company for eight years before giving up that job to farm greens with his younger brother, Jon Noyes. Fittingly for an organization devoted to growing lettuce and other greens, they named their company GroMaine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Inside the restaurant, Tristan placed a tray of baby purple arugula on the mahogany bar counter."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Only window light filled the shadowy brick restaurant, which would soon be bursting with vacationers and foodies alike. Tristan, a businessman who knows that fresher is better, offered to sell the restaurant trays of seeded microgreens so they could harvest them directly on to each plate."},{"filename":"15289839.jpg","filetype":"photo","size":"small","orientation":"right","caption":"A label for GroMaine, Tristan Noyes' company.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The chefs inquired about how to grow and harvest the greens. They asked Tristan to buy them special scissors to cut the baby greens and noted they could keep the greens in the basement where it’s cool and dark."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“They will probably grow best near a window,” Tristan suggested without the slightest hint of sarcasm."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He offered to find the specialized kitchen shears the chefs asked for, although he later confessed he would just get a pair of scissors at a craft store. The restaurant's businessperson cut Tristan a check for the previous week’s greens and the $25 micro greens tray of Bull’s Blood variety arugula the chefs decided to buy."},{"filename":"15289835.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Tristan Noyes prepares salad green orders in his South Portland home.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Because he knows chefs come and go from restaurant to restaurant, Tristan talks to the head chefs and dishwashers alike. He’s built a solid network of restaurant employees with this democratic approach."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Tristan also has a formula, and he sticks to it. First, be there when you say you’re going to be there, always. Introduce an outline of what you want to talk about, assess how much time they have, ask questions assessing their needs and give them solutions, have a closing that works based on their style, and then rehash what you will do from that point forward."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Lettuce is just lettuce in our eyes,” said one of the Vignola Cinque Terre chefs. Tristan played along and laughed, but he knew this wasn’t close to true."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Tristan and his brother Jon have only been farming commercially since April 2014 when they planted their first trays of seedlings in their parent’s greenhouse and flower shop in Caribou. Their business model is simple yet much different than their farming counterparts."},{"filename":"15290179.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Tristan and Jon Noyes of GroMaine Farm.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jon grows all the greens in Aroostook County in the Noyes parent’s backyard in Woodland. Flashy Trout Back, Tropicana, New Red Fire, Coastal Star and other salad green varieties — all organic."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jon, 24, graduated from the University of Maine in 2012 with a degree in international affairs and history. Farming appealed to him because he enjoys the solitude and the fact that the seasonal schedule allows him to go skiing in the winter."},{"filename":null,"filetype":"pullquote","size":"big","orientation":"full","caption":"&ldquo;I’m not much of a lettuce guy,&rdquo; he said while picking the last greens of the day one July afternoon, adding that he often wishes he could bring ranch dressing out in the field with him.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Tristan, Katherine, his wife, and an Australian Shepherd mix named Penny live in a white one-story house with ocean views on top of a hill in Portland. Tristan spends his days going between 15 Portland and South Portland restaurants, wholesalers and small markets, trying to convince owners and chefs to buy his product, while he also makes deliveries."},{"filename":"15289869.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Jon Noyes like the solitude of spending his days alone harvesting salad greens from GroMaine’s fields in Woodland.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He keeps a close eye on his phone because for him consistent and timely orders are key to maintaining relationships with restaurants. He also scours the area for any stores that might take his product, often walking in on a whim to see if they will."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Jon lives in Woodland with the farm. Each week the brothers meet halfway in Bangor and transfer greens into their respective trailers, which are outfitted with air conditioners acting as refrigeration. The trailer takes up the majority of Tristan’s Portland driveway. The houses are packed together, and he keeps curtains on all his windows as a means to not be staring into his neighbors’ homes."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"His Portland neighborhood is different than his hometown of Woodland, which has a population of 1,403. In The County your neighbors are farther away, but you know them better."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There is a disconnect between $40 meals served in clean restaurants by trained chefs and the soil-loving people who produce it in the sweaty, humid Maine sun. The disconnect being the equation: Fewer miles traveled don’t equal more knowledge. The awareness of 14-hour summer days and the groundwork of a given food’s origin is still unknown to the eater."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"A farm name often suffices as proof of sustainable food for the consumer. Although eating local at restaurants is a step toward more sustainable food, the restaurant’s patrons aren’t engaging with issues of hunger, farm legislation or industrial agriculture."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They are making a healthier choice for themselves under the guise of food activism. Few people care to cross the boundary between their plate and the people who produce it, or find out what actually happens on the ground. Tristan crosses the border everyday."}],"preview image":"","short title":""},"6":{"heading":"Honesty","content":[{"filename":"15290343.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Jon and Tristan Noyes in Woodland.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Between the Noyes’ farm in Woodland and their grandmother’s house in Caribou is Cindy’s Sub Shop. During mid-July 2014, in the red and white Coca-Cola colored shed, Tristan chose meat lover’s sandwiches for both himself and his brother."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The cashier and Cindy’s two cooks all had perms and addressed Tristan, and probably everyone else who walked through the door, as “honey.” There was nothing organic about the place except the salad greens. Jon grew those."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"While he waited for his order, Tristan explained that the upscale restaurants he sells his greens to in Portland don’t care if his product is organic; all they want to know is the farmer. The chefs believe telling a story about their food to consumers is more important than the conditions in which the food was grown. For these foodies, Tristan provides both that face and the greens."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After getting the sandwiches, he headed to his grandmother’s house in Caribou, the drive filled with undulating expanses of potato fields. It was the peak of the potato blossom, and the dark green waves of potato plants glittered with white flowers, like fireflies — Tristan’s favorite time of year."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Industrial agriculture is alive and well in Maine’s most northern county. Aroostook County produces more potatoes than any other county in the United States. Of the 27,000 pounds of potatoes harvested in 2012, most were sold to McCain Foods Limited, a multinational privately owned corporation that largely funds and controls The County’s entire economy, and provides potatoes for McDonalds."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When demand is high for potatoes, year-by-year contracts with McCain increase in number and dollar amount. Yet when demand goes down again, the contract money from McCain is siphoned out of The County, affecting not only the farmers but the entire community."},{"filename":"15289845.jpg","filetype":"photo","size":"small","orientation":"left","caption":"Trays of GroMaine’s seeded greens are being stored at Noyes’ Flower Shop in Caribou. Cindy and Kimber, Jon and Tristan Noyes’ parents, own the shop where the brothers first learned about growing plants.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Grandma Noyes’ white farmhouse in Caribou is situated in the middle of 500 acres of these potato fields. The late July sunlight was hazy in the kitchen of the farmhouse as Jon and Tristan ate their subs. They were there just to visit, as they do every time Tristan is in town."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They talked to their grandmother about the U.S. Department of Agriculture paperwork she got in the mail, addressed to her late husband, regarding the leases she has with different farmers to work the land she can’t cultivate anymore, but won’t let go of. Both the Noyes brothers and their grandmother know the land in the heart of Aroostook County is too valuable to give up."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Tristan’s dog, Penny, barked when the brothers’ aunt and cousin walked in to say hi. They heard Tristan was in town, and despite his almost weekly visits to pick up salad greens, they wanted to make sure they said hello."},{"filename":"15290323.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Jon Noyes of GroMaine.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In car rides from south to north, and north to south, Tristan is always straddling the line between consumers and producers."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He brings youthful vibrancy to his hometown community — growing new crops in land that has produced potatoes since the early 1800s."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And he brings the honesty and straightforwardness of his upbringing south to Portland."},{"filename":null,"filetype":"pullquote","size":"big","orientation":"full","caption":"His customers like him because he listens and cares. They have a relationship with him, not just a business partnership. He holds the values of a close-knit community and inserts them in his daily interactions in city life, which often seems more disconnected.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Young farmers have become the titans of Maine’s locally sourced organic agriculture. Foodies often see farmers as warriors against Big Ag — which the farmers’ actions support — but foodies don’t often see farmers who can barely afford their own food."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The farmers’ market is full of happy people and farmers eager to sell their product. They’re eager so they can make enough money to survive. But low product prices and expensive costs of farming can’t be solved solely by canvas bags and artisan foods."},{"filename":"15289901.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"A lettuce variety called Flashy Trout Back sold by the Noyes brothers.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Farming on a small organic scale is a commitment and a struggle, but it’s also a call for a more just food system, where farmers are paid a livable wage for the food they produce, not the supplementary jobs they hold."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"While the industrial food system relies heavily on underpaid, underrepresented and migrant workers, small diversified farms rely on their principal operators working more-than-60-hour weeks, and the labor of underpaid or unpaid interns and apprentices."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The expensive dishes at Old Port restaurants don’t reflect the fact that only 16 percent of small family farms in Maine can rely 100 percent on their farm for their income, <a class=\"c11\" href=\"http:\/\/www.google.com\/url?q=http%3A%2F%2Fwww.agcensus.usda.gov%2FPublications%2F2012%2FOnline_Resources%2FTypology%2Ftypology13_me.pdf&amp;sa=D&amp;sntz=1&amp;usg=AFQjCNGhT9PhO3i6XSZLjfj3guvxSXkqnQ\">according to<\/a> the 2012 Agricultural Census by the USDA. Fifty-three percent get less than 25 percent of their household income from farming."}],"preview image":"","short title":""},"7":{"heading":"Cooperation","content":[{"filename":"11297815.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Phoebe Wagner, 11, slides down a hill on a cardboard box during the 2013 Common Ground Country Fair in Unity.","credit":"Brian Feulner | BDN","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 1971 a cooperative extension agent from Lewiston grew tired of the constant phone calls he received from back-to-the-landers from across the state — calls like the ones Terry Bell received at his Washington County farm."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"These new farmers asked the agent, Charlie Gould, questions about how to grow certain crops in their farms and gardens, or what crops to grow in the first place. The back-to-the-landers made up for their lack of farming knowledge in resourcefulness and fearlessness in seeking out the right people to help them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The agent organized a meeting at Thomas Point Beach in Brunswick and arranged for Helen and Scott Nearing — famous for their book about simple and sustainable living called “Living the Good Life” — to be speakers. The original meeting members formed local chapters, and people came together for potlucks and garden tours. An apprenticeship program, which matched people wanting to learn farming with experienced farmers, started soon after."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The group of back-to-the-landers and extension workers fought for organic labeling, held conferences and started a publication in 1977. The effort eventually became the Maine Organic Farmers and Gardeners Association, now the largest organization of its kind in the country. The group acts as a resource for all people in the state and has more than 5,000 members."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In the fall of 1977, six years after that initial meeting, MOFGA held the first Common Ground Country Fair in Litchfield. The organizers called it a “harvest celebration.” When 10,000 people showed up that September, it was clear that the fair would soon outgrow its grounds."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The next year it moved to Windsor. MOFGA and the Common Ground continued to grow. By 1996, it found its permanent home in Unity on a 200-acre plot of forest turned into fairgrounds."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Although Terry doesn’t go to the fair anymore, his daughter, Rachel, does. She spends all her free moments in the summer months, before her biggest selling day of the year, preparing and making extra batches of goat’s milk yogurt, cheese and kefir to sell to the 60,000 or so visitors who show up to the damp fairgrounds in their campers, Subaru Foresters and pick-up trucks, turning the surrounding grassy hills into parking lots."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On Sept. 20, 2014, the gray day was brightened by fairgoers clad in brightly colored knitted hats and socks, driving vehicles with “no farms, no food” bumper stickers. Rachel’s booth was almost sold out with two hours left in the day."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There was a commonality in the people she greeted whether it be MOFGA members or parents looking for a place to take their kids for the weekend. Looking up from organizing the yogurt on her table, her bright blue eyes had dark circles beneath them, indicative of the warmth she tried to maintain the whole day."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“This is our blueberry kefir,” she pointed out to a woman who had one hand on the sample of fermented milk drink and another on a flighty child."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Rachel talked about the difference between chevre and hard cheeses.  She likes her kefir with maple syrup, and in her free time she sings with her band, The Milk and Honey Rebellion."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":" "},{"filename":"15289911.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Part of Tidemill Creamery's everyday work includes cleaning jars for bottling, including Kefir jars. Rachel Bell likes maple syrup in her Kefir.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I think we’re going to sell out today,” she said. “It’s good because this is the culmination of everything we work for.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She paused and gave a half smile, as if letting that idea sink in."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The fair goers share a state and its agricultural history, one that has instilled a common belief of working together. This cooperation happened between locals and back-to-the-landers, between the Nearings and their students. It happens every day to keep small Maine farms alive."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"And today, young people are once again reviving that process, coming back to small communities across the state."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Between 2007 and 2012, Maine added 155 new farmers under the age of 35. That’s 80 more new farmers in that age group than in the previous five years."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They are unearthing a storied history. They are breathing life into decrepit farms, filling health stores and farmers markets with local, organic meats and produce, cultivating open spaces, and asking the next generation of Mainers to consider the environmental and health implications of our food production and consumption practices."}],"preview image":"","short title":""},"8":{"heading":"Affirmation ","content":[{"filename":"15290041.jpg","filetype":"photo","size":"big","orientation":"full","caption":"In One Drop Farm's processing and washing facility, Ann Mefferd explains a list of what she wants harvested for the day to farmhands Brittany LaFrate and Kyle Bristol.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Like the back-to-the landers, some farmers in 2015 are escaping the confines of career-track, 40-hour-a-week jobs with benefits. They trade in heels for muck boots and skyscrapers for silos."},{"filename":null,"filetype":"pullquote","size":"medium","orientation":"right","caption":"The space in her compact backyard was overwhelmed with growth from the garden. She had dreams of taking over of her neighbor’s yard. ","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Before she was a farmer, Ann Mefferd worked as a contamination remediator for Envirologic. In 2001 she lived in a closet apartment in Washington D.C., her small space overrun with plants. The space in her compact backyard was overwhelmed with growth from the garden. She had dreams of taking over of her neighbor’s yard."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She was rarely outside in the dirt and rocks. After work, where she researched contamination sites contracted by the Army Corps of Engineers, she read the City Paper looking for better jobs. Almost half her weekly paycheck went to rent, but she still donated to the Nature Conservancy, the Sierra Club and the Farm to Consumer Legal Defense Fund."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ann came to feel, more urgently, that in order to sleep at night she would need to change her way of life."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I wanted so much to have my life be part of doing good in the world, and what I did every day all day long was not synonymous with that,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For a year she looked for jobs. Then one spring afternoon following a long day she saw an ad in the D.C. alt-weekly. It asked: “Do you want to live and work on an organic farm?”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She didn’t need much convincing."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She took three days off work and headed to Licking Creek Bend Farm in Needmore, Pennsylvania. The farm was a retirement project for its owners, who did not depend on it as a source of income; it was something to keep them busy. She would have to “try out” for one of their paid internships."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She hopped in her Honda Accord and drove past the Jefferson Memorial and Pennsylvania Avenue, through the suburbs, which she abhors. She traveled two hours to Needmore. Once off the interstate, she eventually drove on one dirt road, which led to a smaller one and then to another."},{"filename":null,"filetype":"pullquote","size":"medium","orientation":"left","caption":"The lush green of early spring spread across a valley where the vegetable, fruit and Christmas tree farm was nestled. It was early in the season, and with open space Ann felt lighter.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ann considered turning around three times as she drove down a path that looked like a washed-out riverbed. She began tracing power lines as navigation, until, after about half an hour on the dirt roads, she happened upon the foothills of the Appalachian Mountains."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Then the road opened to a ridgeline. The lush green of early spring spread across a valley where the vegetable, fruit and Christmas tree farm was nestled. It was early in the season, and with open space Ann felt lighter. "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She and the other candidates bucked apple wood into firewood for three days. She worked until exhaustion. In the short minutes before falling asleep, Ann couldn’t get the idea of working at the farm off her mind."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When the three-day honeymoon ended, however, she had to get back in her Accord and retrace the same dirt roads back to D.C. “That was my shot. It’s this or I go back and figure out something else that feels right,” she thought."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She was still on one of those dirt roads less than half an hour away from the farm when she got a phone call. The farm operators didn’t wait long. Ann got the job."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She was excited about trading D.C. for a farmhouse in rural Pennsylvania, but she spent the rest of the drive back to the nation’s capital thinking about how to tell her dad, an Air Force pilot, that her career plans had changed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Roads turned from dirt to asphalt. She drove back through suburbia, next down Pennsylvania Avenue constructing ways to break the news to her dad that she would start farming."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At home, she parked the car, picked up her cell phone and called her dad."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I’m leaving my job to start a farm,” she said, waiting for a response."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But her dad just laughed."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“That’s you,” he said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was a relief and affirmation that she should do what she believed in."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She joined three other farmhands at what they called “the holler,” a term used colloquially to describe the southeast mountains of the United States and the hollow valley region between hills."},{"filename":null,"filetype":"pullquote","size":"big","orientation":"full","caption":"She’d give up her $23,000-a-year, career-path job for an $800-a-month internship.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The farm was a different world from the city life Ann was accustomed to. She and her fellow farmhands sometimes farmed naked because they were “ragged heathens,” as she described them. They connected to land in whatever way possible, and clothes seemed like a hindrance to that."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Life on the farm was isolated from the rest of the world. The holler had no mirrors. They felt untouchable. Ann met her partner-to-be at the holler, Andrew Mefferd. He had studied journalism in college before arriving at the holler — drawn in by its dissonance from the life previously lived."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They fell for the lifestyle, the commute of walking out the front door of the house into the front yard, eating all their meals together. They sold their product at low-income markets in the city."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ann stopped donating to the Nature Conservancy, the Sierra Club and the Farm to Consumer Legal Defense Fund because she was doing good with her own hands."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At the holler, however, she learned how hard living on a farm can be. Infatuation fades when you can’t make ends meet with farm apprenticeships and must take on waiting jobs."},{"filename":null,"filetype":"pullquote","size":"big","orientation":"full","caption":"Farming as a career, not a retirement project, requires capital, land, knowledge and resources most people don’t have unless they inherit it. Ann gained the knowledge first.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After her summer at the holler ended, she continued to work on farms along the East Coast during the growing season, sometimes moving to warmer climates to continue working and gaining experience. If she had to, she’d find a winter job to support her farming habits, which were often unpaid. She traveled all over the East Coast."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Between 1996, when she started farming, and 2008, when she began her farm in Maine, Ann moved every six months for different farming jobs. Yet while she was working on farms, one part of her physical life remained the same wherever she went: Ann’s commute to work consisted of walking out her front door directly onto the farm."},{"filename":"15290259.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Ann and Andrew Mefferd with children Cleome and Jasper, and farmhands Brittany LaFrate and Kyle Bristol, on One Drop Farm.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 2004, after years of apprenticeships and farmhand jobs, Ann and Andrew decided they were ready to start their own farm when the land Andrew grew up on in Gap, Pennsylvania, was ready to be sold."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Like many farms around the country, the inheritance of the land was in contention. Ann and Andrew decided to start building up the soil on the land and working it, although the farm was still up for sale. Their doubts became realities, and Andrew’s family decided to sell the land."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Once again Ann and Andrew were farmers without a farm. They began looking for land in Maine — a place they knew was unlikely to have a water scarcity. In 2008 they came across a property ready to be sold in Cornville. With the help of Andrew’s parents, they were able to pay for the first few years of their mortgage while getting One Drop Farm off the ground."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One Drop Farm spills across a plateau where their farm house, two greenhouses — one for cucumbers and one for tomatoes — and barn sit. Behind their three acres of cultivated land and a line of trees, the rest of their property turns into undulating hills and fields the Mefferds hope they can cultivate someday."},{"filename":"15290019.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Brittany LaFrate, a farmhand, harvests broccoli heads at One Drop Farm in Cornville.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Between the greenhouses, the farmers grow carrots, broccoli, greens and other market vegetables while keeping pigs and chickens as well. Over the seven years since they started their farm in 2008, they’ve applied for and received grants to build a walk-in storage freezer and processing facility in their garage, allowing them to produce more food without the fear of inadequate space to store it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ann can store up to 6,000 pounds of vegetables in the freezer at a time. She now plants more crops because she has somewhere to keep them."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Buying or building infrastructure such as greenhouses and storage freezers is a financial burden for today’s farmers. Unlike farmers of the past who inherited their land, most are buying their farms outright. Few new farmers grew up on farms and are unable to inherit land and the infrastructure: tractors, greenhouses, and freezers that go along with it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Even as Ann pushes to scale up, she’s also constantly struggling to find more markets."}],"preview image":"","short title":""},"9":{"heading":"Frustration","content":[{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":" "},{"filename":"15290047.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Andrew Mefferd adjusts his hanging cucumber plants in one of One Drop Farm's greenhouses.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At age 36, Ann feels confident she can sell all she grows through wholesale accounts. Now, her major roadblock to improving her farm is finding funds and accessing the right tools and equipment, so she can make her farming system much more efficient by using more acreage with the same amount of labor, and purchasing more tractors and equipment."},{"filename":null,"filetype":"pullquote","size":"big","orientation":"full","caption":"But the roadblock she faces is still marketing and moving up in scale as a farmer. ","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"With the introduction of the governmental Supplemental Nutrition Assistance Program, known as food stamps, the modern farmer’s market is a community open to most any consumer, but not any farmer. Some local farmers’ markets have reached their capacity of vegetable growers and won’t let any more farmers in."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"No market wants too many vegetable growers because they create competition and drive down the price farmers can charge. As the popularity of farming grows in Maine, market possibilities tend to stay the same for farmers. Most small farms have the option of selling at markets, to wholesale accounts and on roadside stands."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"If a farm wants to cross over into accounts with chain grocery stores or institutions and universities, they must first obtain different certifications. They may have to have a liability insurance plan as well."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ann knows she can grow more food, but Good Agricultural Practices, a national third-party audit safety certification, limits small-diversified farmers’ ability to sell the extra product. To sell at major grocery stores like Hannaford’s or Price Chopper, a farm has to be audited and pass GAP certification."},{"filename":null,"filetype":"pullquote","size":"medium","orientation":"right","caption":"GAP requirements, like placing livestock a mile away from any crops, are an impossible feat on a 127-acre farm.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"GAP certification doesn’t guarantee the fruit or vegetable doesn’t have microbial contamination, but it assures that the farmer has, according to the USDA, “taken proactive measures to reduce the risk of contamination, by adhering to generally recognized industry best practices.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But the industries “best practices” are industrial-scale agriculture’s best practices. GAP requirements, like placing livestock a mile away from any crops, are an impossible feat on a 127-acre farm."},{"filename":"15290061.jpg","filetype":"photo","size":"small","orientation":"left","caption":"Kyle Bristol, a farmhand, picks and collects cucumbers for market in one of One Drop Farm's two greenhouses.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Nature wants to be diversified, not a monoculture. It’s hard to follow what you think is good for your farm and for your soil and be GAP certified,” Ann said. “What they teach for small-diversified farms can’t be used for GAP.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Small-diversified farms rely on different parts of nature, like livestock, crops and workers, cooperating. On a small-scale farm, one might plant two rows of tomato plants with alternating sweet pepper and basil plants between."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Each plant likes varying degrees of shade. The tomatoes like the least, and they grow the tallest, shading the peppers and basil, which like the shadows. The plants work together to create better growing environments for each other. Yet with GAP certification, farmers must plant in mono crops, meaning each crop has to be grown with other crops just like it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"GAP has good qualities like not letting workers go to the bathroom in the fields, but it inhibits some farmers’ ability to work with nature and still sell at larger wholesalers and groceries."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Rather than trying to push into markets that already exist, Ann and a few other farmers and sustainable agriculture enthusiasts are creating their own means of selling crops."}],"preview image":"","short title":""},"10":{"heading":"Loyalty","content":[{"filename":"15290443.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Sarah Smith of Grassland Farm packs veggies for the Pickup Cafe and CSA in Skowhegan, manages questions or orders via the phone, and mothers all at the same time, in this 2012 photo.","credit":"Amber Lambke","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Five miles from One Drop Farm is an abandoned jail building in Skowhegan, just off the main street. On one side of the building, where there used to be graffiti, are tall yellow grain storage dispensers displaying a simple wheat logo. The storage stacks are owned by the nonprofit Maine Grain Alliance."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At the front of the brick building, where barbed wire used to hang, are now three painted yellow garage doors. In the summer they open to a patio that is part of the Pickup Café. The café is a restaurant-turned-CSA hub that Sarah Smith, a dairy farmer in Skowhegan, thought up and asked Ann and others to collectively own."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After some financial planning, eight members invested in the café. Each week in the summer, hundreds of grocery bags fill the space, and consumers can get their CSA share. CSA — or community supported agriculture — is a popular way for small farms to sell their produce. Consumers buy a share up front, and for every period (often every week or two, depending on the farm) the consumer gets a box of miscellaneous vegetables."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s great for farmers because they get the money upfront, and the consumer gets the curious task of figuring out how to cook unusual vegetables like Kohlrabi or garlic scapes."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Pickup is repurposing an old building and revitalizing a community. The relaxed dining area with wooden tables and iron-rod framed chairs is open select days a week selling pizza and other meals made of ingredients from the farmers who sell farm shares there."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Pickup also acts as a wholesale processor and helps streamline farms’ connections with purchasers. Ann, along with her cohorts, are building a place to cultivate community and to disseminate their products into the community."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In Skowhegan it’s getting easier for both farmers and consumers to connect with each other and wholesome food."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":" "}],"preview image":"","short title":""},"11":{"heading":"Strength","content":[{"filename":"15290385.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Garth Douston and Margaret McCollough of Sweet Thyme Farm in Arundel.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was 4 p.m. on an early November 2014 afternoon — and already getting dark outside. Margaret McCollough stood in front of a class at the University of Maine about sustainable food systems. She gave a lightning presentation, a short talk with a few slides on the grange, based on a longer paper she had written."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Later that night she headed to the Taproom at Black Bear Microbrew, one of a handful of microbreweries in town. She worked all night serving beer to a few older professors and students who wore thrift store sweaters and rolled skinny jeans."},{"filename":"15290071.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Margaret McCollough gathers stalks of garlic from the barn attic where they’ve been drying.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She loved working at the Taproom, but during the long, hot days of the summer, a night at the bar seemed like another existence."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was the type of night she won't have again. She graduated in May with a degree in sustainable agriculture and has since returned to Arundel where she and her partner Garth Douston started an organic vegetable farm in 2014. They are now expanding from one-and-a-half acres of production to three."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"During the school year, Margaret worked the weekday shifts at the Taproom. On Fridays, she left after her class and headed south 160 miles to Sweet Thyme Farm in Garth’s parent’s backyard. The two farmers spent the weekends selling the remainder of their summer produce — green beans, Napa cabbage, pumpkins and kale — in the North Berwick and Saco farmers’ markets. She lived a double life."},{"filename":null,"filetype":"pullquote","size":"big","orientation":"full","caption":"&ldquo;We don’t have money but we have brute strength and ignorance,&rdquo; Margaret noted. Ignorance of the toll hard physical labor takes on the body.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Three months earlier, at 8 a.m., the chores were done. It was the type of late-August morning that reminded farmers harvest was near. Garth and Margaret planned to spend their morning unloading dried garlic from the attic of a barn that doubled as storage space for Garth’s dad’s construction company."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Inside the barn, Margaret put her faith in a tattered ladder as she climbed up into the dusty attic. A single light bulb dangled from the ceiling, illuminating this shrine to garlic."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The entire length of the attic was filled with garlic stalks; hundreds hung from a string that was attached, like a clothesline, between barn beams. Margaret and Garth began taking down the stalks. They worked quickly and quietly."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Margaret carried 10 stalks at a time to the ladder opening, where light shot up into the attic. Garth’s head appeared at the top of the ladder, and he grabbed the stalks Margaret put at the entrance and climbed down."},{"filename":"15290083.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Margaret McCollough and Garth Douston work together to quickly empty the garlic out of the attic.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He cradled a stock of stalks in one arm, while holding on to the ladder with his hand, and then filled the back of his mom’s red mini van with the garlic to bring back to the farm to process. The van had two bumper stickers: “Coexist” and “Got Maple?”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The farmers worked with a swiftness of youth. After only 10 trips up and down the ladder, the attic was barren, and the trunk of the van was filled two feet high with garlic."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Margaret and Garth, 22 and 23 respectively, have more responsibilities than most recent college graduates. They have a farm in Garth’s parents’ backyard with chickens, ducks, a hoop house and plenty of vegetables."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As a student, Garth gained experience as a farm worker at the University of Maine’s Rodger’s Farm, and Margaret was farm manager at UMaine Greens hoop-house operation, growing salad mix for the university’s dining facilities."},{"filename":"15290175.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Margaret McCollough organizes the harvest from the day inside the garage.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Unlike many Maine farmers who came before them, the duo gained the practical knowledge for starting a farm from a classroom. Learning in a formal setting allowed them the comfort of letting their youthful enthusiasm shine through without fear of failure or making ends meet."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They are pragmatic and know the realities of farming in Maine, so they barter and trade, and implement one project at a time while living meagerly. They are building a tiny house from leftover supplies."},{"filename":null,"filetype":"pullquote","size":"big","orientation":"full","caption":"Although 2014 was their first growing season, Garth and Margaret have approached their farming with less of the escapism of the previous generations’ back-to-the-landers that came before them and more of an urgent understanding of the impacts of climate change, water pollution and environmental degradation.","credit":null,"poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They want their lives to have as little an impact as possible, unless that impact is in the positive direction.  "},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Throughout each harvest day, the Douston garage acts as a storage-and-processing facility. The two farmers shuffle in and out of the space, piling assorted vegetables in black crates, and blue and red tubs, out of the sun. That August day, they had to clean the garlic stalks."},{"filename":"15290097.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Garth Douston and Margaret McCollough process garlic outside the garage where they gather and store all the crops they harvest during the day.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They examined the bulbs as they cut them from the stalk. Margaret held up a bulb the size of a tennis ball and exclaimed, “Oh my god, look at this one!”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She placed the prize atop an overturned crate and challenged her partner to a competition to find the biggest bulb. They fell back into a rhythmical pattern — but not for long. Each bulb Garth pulled out seemed larger than the previous one."},{"filename":"15290111.jpg","filetype":"photo","size":"medium","orientation":"right","caption":"Margaret McCollough and Garth Douston share excitement about the bounty of their garlic harvest after calculating their profits if they sell all the garlic.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Their excitement suggested they’d never done this before. They hadn’t. After five crates were filled, Margaret began to weigh them in the garage as Garth wrote down the weights in a small notepad. He used his flip-top cell phone to add up totals."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Margaret recorded 164.6 pounds of garlic to sell at market and to save over the winter."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“That’s almost $2,000 worth of garlic,” he said. Any lack of experience that might separate them from other farmers was erased. It became quiet again; there was a moment of excitement and astonishment. Perhaps they can create a successful farm."}],"preview image":"","short title":""},"12":{"heading":"Fulfillment","content":[{"filename":"15290411.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Tyler Yentes examines the apple tree orchard on North Branch Farm. He discusses plans to use his draft horses, April and May, to mow the orchard within the following week.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It’s the same sentiment Tyler Yentes felt when he had to fill a $1,500 wholesale Thanksgiving order for brussels sprouts and carrots. He didn’t feel nervous or worry his farm couldn’t handle a request that large. In three-and-a-half days, a crew harvested 7,000 pounds of cabbage, 2,000 pounds of rutabaga, 5,500 pounds of carrots, 700 pounds of turnips and 400 pounds of celeriac from North Branch Farm."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The Yentes’ plan for their farm is different than other small, diversified establishments. Rather than having a summer CSA, which requires two to three harvests per week in addition to weekly plantings, this farm has a winter CSA of storage crops. Winter CSAs are hard to find in Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Out of three well-known farms that offer a storage crop program in central Maine, North Branch Farm has the most value for your dollar. A full share costs $390 and feeds at least a family of four every two weeks for nine deliveries."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The farmers can collect large quantities at once because they store the root vegetables in the basement of the farmhouse, which they outfitted as a walk-in freezer and root cellar. Because the farm has four primary operators — Seth, Tyler, Elsie and Anna — they can diversify their products more than other farms with only one or two workers."},{"filename":"15290291.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Tyler Yentes, Elsie Gawler, Anna Shapley-Quinn, Seth Yentes and Seth and Anna's daughter, Ada, on North Branch Farm.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Tyler, 25, and Elsie, 24, focus on livestock and cheese-making, while Anna, 28, and Seth, 29, concentrate on vegetables, produce and the fruit tree orchard and nursery, which has high-bush blueberries in production along with apple trees not yet mature enough to provide the optimal amount of fruit."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The farmers planted the apple trees first as they take the longest to be profitable. The farm took a risk by making a long-term investment, which still has yet to pay off. In the meantime Seth grafts fruit trees in their nursery and sells the saplings to FedCo seeds."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was a plan they came up with during their first year of farming: spend less time moving and selling produce in the summer, so they can devote more time to work on growth projects, like a cheese cave where cheeses can age."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Tyler isn’t the de facto leader of the farm, but the plan he created when the farmers first bought the property is almost exactly as he thought it would be. He attributes their success to their plan because it wasn’t idealistic; it didn’t try to do too much in a short period of time and considered the realities of farming in Maine."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The plan has worked so well that in January he took his first vacation since starting the farm in 2009. He traveled to Boston to take a few informal one-on-one fiddle lessons and take dance classes in classical, hip-hop and salsa."}],"preview image":"","short title":""},"13":{"heading":"Joy","content":[{"filename":"15290395.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Margaret McCollough and Garth Douston of Sweet Thyme Farm.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In Arundel, later on that August day with $2,000 worth of garlic, Garth shouted over a row of basil, “Oh, wow, holy shit that’s nice.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Margaret headed over rows of different varieties of tomatoes to try the sungold cherry tomato Garth yelled about. That season, not all their tomatoes were as successful; some had a calcium deficiency, according to Garth, who seemed like a vegetable encyclopedia of sorts as he sipped on an orange Scapps Seltzer."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"They experimented with determinate and indeterminate tomatoes. The indeterminate varieties, Garth explained, grow a few tomatoes at a time and need more infrastructure. Determinants grow all at once, producing a bounty over the course of a few days. Farmers choose which types of tomatoes they want based on when they want them and how many at a time."},{"filename":"15290165.jpg","filetype":"photo","size":"medium","orientation":"left","caption":"Sungold cherry tomatoes.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"After bringing the tomatoes they harvested to the garage, Garth took leftover and older beans to feed the ducks. He threw them over the electric-wired pen, and the ducks eyed them warily. It was a comical scene. Margaret paused her work for a moment and joined Garth to watch."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"One duck departed from the flock and jumped in the blue kiddy pool of stagnant but clean water left for them. The duck flapped around and spreads its wings in the water, letting out a few quasi-quacks."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“That’s joy,” Margaret said to no one, breaking the trance."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Is that joy?” she cooed to the swimming duck as it continued to paddle around the water."}],"preview image":"","short title":""},"14":{"heading":"Credits","content":[{"filename":"15290145.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Sweet Thyme Farm garlic before being cleaned and clipped.","credit":"Danielle Walczak","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Danielle Walczak is a recent Honors graduate from the University of Maine. During her time in school she studied journalism, creative writing and sustainable food systems, and received awards for her writing in both journalism and poetry. She also served as the culture editor of The Maine Campus, UMaine’s undergraduate student-run newspaper. A New Hampshire native, she currently lives in Orono."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Projected edited by Erin Rhoda, BDN Maine &amp;bull; Produced by Pattie Reaves, BDN Maine"}],"preview image":"","short title":""}}}