{"chapters":{"1":{"heading":"Kosti Ruohomaa","content":[{"filename":"17142501.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Kosti Ruohomaa was a Finnish-American photographer with the famous Black Star Agency in New York City. Based in a cabin on his family’s blueberry farm in Rockland, he photographed magazine assignments all over North America and Europe while always keeping his lens focused on Maine. ","credit":"","poster":"file.jpg"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Teetering on the deck of a lobster boat, Kosti Ruohomaa tried to steady himself with his one free hand. The other groped for the camera dangling on a strap around his neck. Just as he got his lens pointed in the right direction -- across the open water toward another boat, the Dorothy M., struggling over a swell and stacked high with wooden traps -- a wave roared over the side and hit him in the face."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I cannot complain,” he later recounted in a letter to a photographer friend, “calm seas make lousy pictures.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"That was nearly six decades ago, on Trap Day in January 1957, when Monhegan Island’s lobstermen gathered to set their traps together. They still convene for the annual ritual to this day."},{"filename":"17142493.jpg","filetype":"photo","size":"small","orientation":"right","caption":"A sewing circle at Marion Cundy's house on Monhegan Island is pictured (top photo) in a 1957 photo by Kosti Ruohomaa hanging at the Maine State Museum in Augusta. Lobstermen wait out a storm amid a cloud of smoke at Dwight Stanley's fish house on the island in another photo (above) from Ruohomaa's coverage of Trap Day in January 1957.","credit":"","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“In the summer it is a bit too idealistically beautiful,” Ruohomaa wrote of Monhegan. “In the winter it has guts and drama and doesn’t wear such a pretty face. Anyway, it has the kind of meat my camera likes.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"For me, as a photojournalist, that’s what sets Ruohomaa’s work apart from other image-makers who have trained their lenses on Maine. Winter didn’t scare him indoors or out-of-state. He seemed to revel in it, even photographing landscapes by winter moonlight. Where others are drawn to lupins and lobster boats at summer sunsets, he was more likely to photograph his father, struggling through blowing snow, trying to reach the family’s barn in a blizzard on top of Dodge Mountain in Rockland."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At the time he photographed Trap Day off Monhegan, Ruohomaa was a hotshot photographer with the famous Black Star Agency in New York City. Based in a cabin on his family’s blueberry farm, he photographed assignments all over North America and Europe for magazines such as Look, Life and Ladies Home Journal."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"But his eye always turned toward home."},{"filename":"17142499.jpg","filetype":"photo","size":"big","orientation":"full","caption":"A photo of Helen York (above left), made in 1950 by Kosti Ruohomaa in Rockland, hangs on the wall at the Maine State Museum in Augusta. Ruohomaa called the photo \"Maine Matriarch\" when he published it in Picture, the ASMP annual, in 1959. Ruohomaa's photo (above right) of farmer Sylvester P. Barrows, made in West Rockport in 1949, also hangs in Augusta.","credit":"","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Largely forgotten after his death in 1961 at the early age of 47, Ruohomaa is now poised to capture the imagination of another generation. He’s the subject of a year-long show at the Maine State Museum in Augusta, as well as a forthcoming biography that chronicles his life and work."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He was once known as “the Ansel Adams of the East,” according to Deanna Bonner-Ganter, curator of the show and his biographer. It wasn’t because his pictures resembled those of Adams, but because he was associated as strongly with the Northeast as Adams was with the West, she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“New England was in his heart, and it came through in the spirit and sensitivity of his pictures,” she said."}],"preview image":"","short title":""},"2":{"heading":"Discovering Kosti","content":[{"filename":"http:\/\/watchvideo.bangordailynews.com\/bdn\/2016\/03\/KOSTI_1_2146356.m4v","filetype":"video","size":"big","orientation":"full","caption":"","credit":"","poster":"17138055"},{"filename":"17142439.jpg","filetype":"photo","size":"small","orientation":"right","caption":"A photo by Maine photographer Kosti Ruohomaa hangs on the wall at the Maine State Museum in Augusta. Ruohomaa took the photo at the Fryeburg Fair in 1947 and it appeared in both Life magazine and the Saturday Evening Post.","credit":"","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ruohomaa’s Trap Day photos eventually ran in National Geographic in 1959. I first stumbled across them sometime in 1987, in a book called “Night Train at Wiscasset Station.” It was on a shelf at my friend Jim Libby’s house in Limington when we were in high school."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The book’s pages teemed with photos of a Maine that was at once familiar and otherworldly."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"There was kid was walking home, through the snow, after a day at a one-room schoolhouse. A town meeting in a beadboard-bedecked town hall somewhere, before I was born. I saw fishermen on the deck of a sea-washed trawler, knee deep in their catch. Woodsmen leaped from log to log on a river. Gnarled farmers paused by stone walls or on their hay rakes for dignified, but un-gussied up portraits. Blueberry rakers shouldered their loads."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was all there, in stark black and white."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"This was was not a Maine I had ever seen in waking life. The photos were from a time that had come before. Its memory whispered on the edges of my young life. It was hinted at in stories of my grandfather’s hunting trips. I sometimes heard it as my Uncle Merton shouted over the roar of his lobster boat. It lurked in the ruins of the box factory on the edge of the river in my hometown of Buxton. Those photos were from a time when every Mainer was a character and nobody thought anything of it."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I borrowed the book and never returned it."},{"filename":"17142495.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Famed painter Andrew Wyeth is pictured sketching (above left) in an abandoned Waldoboro house in a 1947 photo by Kosti Ruohomaa hanging at the Maine State Museum in Augusta. The photo appeared in Life magazine in 1948. Log drivers (above right) stand, frozen in time, in another Ruohomaa photo, taken on the Machias River in 1958.","credit":"","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The book also included text, by frequent Down East magazine writer and author of “A Seal Called Andre,” Lew Dietz, but it was years before I read most of it. No real captions or information accompanied the photos. That was frustrating, but it also emphasized their mystery and time-out-of-place qualities."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ruohomaa was an enigma too, a complete blank to everyone I knew. I couldn’t even pronounce his last name until finally reading the book’s foreword by artist Andrew Wyeth."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It sounds like “row-home-a” boat, he explained to Wyeth on their first meeting in 1950."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"His brief bio said he was born to Finnish parents in Quincy, Massachusetts in 1913. After growing up in Rockland, he moved to California and worked for a time as an animator for Walt Disney, painting atmospheres and backgrounds for films including Fantasia and Pinocchio."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He spent a stint in New York, where he first connected with Black Star, an agency home to such famed photographers as Philippe Halsman, W. Eugene Smith and Bill Brandt. Upon returning home to Maine, he worked as a mostly self-taught magazine photographer."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ruohomaa rose to prominence in the 1940s and 50s. But he was an alcoholic “and he knew it,” Dietz wrote in “Night Train at Wiscasset Station.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The disease would eventually claim his life."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"When Ruohomaa stopped by to visit friends but found them away from home, he was known to leave calling cards -- an empty Narragansett beer can or a burned out flashbulb."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He once carved “Kosti was here” on Andrew Wyeth’s doorstep pumpkin."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I suspect one reason he could not remain long in exile from Maine was this need to be surrounded by old friends, who took him the way he was,” Dietz wrote."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The mystery surrounding Ruohomaa lingered for me. I kept the book through the years, making sure it was always in the dwindling stack of keepers when I moved. I went back to it over and over again. The photos never lost their depth."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In 2005, I even wrote and recorded a song inspired by the title photograph."}],"preview image":"","short title":""},"3":{"heading":"The image sharpens","content":[{"filename":"http:\/\/watchvideo.bangordailynews.com\/bdn\/2016\/03\/KOSTI_2_2146427.m4v","filetype":"video","size":"big","orientation":"full","caption":"","credit":"","poster":"17138057"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"My picture of Ruohomaa finally came into focus last fall. I read online about the new biography, “Kosti Ruohomaa: The Photographer Poet, due out in mid-March,” and exhibition, “The Passionate Photographer: Kosti Ruohomaa's Maine in Magazine Photojournalism” at the Maine State Museum. Within 15 minutes, I had Bonner-Ganter on the phone."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Recently retired curator of photography, art, and archives at the museum, she first stumbled onto Ruohomaa’s photographs in 1983. She was on a teaching sabbatical, attending the Maine Photographic Workshops (now called the Maine Media Workshops) in Rockport, where a  selection of his Maine photographs was on display."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“They seemed so remote, and personal, at the same time,” she said. “Nobody knew who he was. We knew he had a drinking problem — there were a lot of jokes made about it — but we didn’t understand who the man was at all.”"},{"filename":"17142497.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Kosti Ruohomaa's 1945 photo of his father, headed for the family barn in Rockland, hangs on display at the Maine State Museum in Augusta. A carefully-lighted, nighttime photo of the barn that appeared in Life magazine (above right) was taken in 1949.","credit":"","poster":""},{"filename":"17142647.jpg","filetype":"photo","size":"small","orientation":"left","caption":"A photo of what looks like a newspaper delivery at dawn , taken by Kosti Ruohomaa in Eastport in 1949, hangs at the Maine State Museum in Augusta.  ","credit":"","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She ended up staying on at the Workshops, becoming their librarian, while researching Ruohomaa on the side. In the late 1980s, she met a Finnish woman who helped secure a grant in Finland that put Bonner-Ganter on a speaking and slideshow tour across the country in 1994. Two more speaking tours followed, punctuated by a museum show of Ruohomaa’s work at a museum in Pori, Finland."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The grant also paid her way to New York City, where she researched his work at the Black Star Agency. The bulk of his prints and negatives still reside there to this day. But the thin records kept there didn’t shed much light on where and when his pictures were taken."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Back in Maine, Bonner-Ganter sought out locals around Rockland who remembered Ruohomaa and his days of holding court at the Thorndike Hotel bar. She also tracked down artists he hung around with, including Wyeth, William Thon, and Mike Nevelson (son of Louise Nevelson)."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She spent years corresponding with his former photojournalism colleagues and editors in Maine and New York."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"It was a race against time, as many of his associates were getting on in years."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"She was eventually directed to Neelo Lofman, Ruohomaa’s cousin. The two Finnish farming families lived close to each other in Rockland. Lofman would eventually donate many Ruohomaa prints to the Maine State Museum."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“He was so patient. I think I interviewed him 19 times over three years,” Bonner-Ganter said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Her persistence paid off."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I’d say, ‘Neelo, I wish we could hear his voice,’” she remembered, “and the next week he brought out this taped interview that was in his desk for 35 years. ”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"On the tape, Rockland high school students interview Ruohomaa on a local radio station in January 1961, just months before he died on Nov. 4. He tells the students that anyone can learn to operate a camera. Good photojournalists should have a liberal and not just technical education, he said. They must understand why and what they are photographing."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He also told the unknown interviewer on the tape that regular folks make for great pictures."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“You don’t necessarily have to photograph the great people to get a feeling in photography,” he said. “... to have a great picture, you do not necessarily have to photograph Winston Churchill. The masses of people usually make the best pictures. It’s just for you to find out when they’re doing something and [then] try and interpret it.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The reel-to-reel tape was illuminating and a thrilling find, but Lofman still had a surprise for Bonner-Ganter."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Sometime after Ruohomaa died, his mother packed some of his things into a trunk. When she died six years after her son, the trunk wound up in Lofman’s pantry. It remained there for another 35 years, until Neelo passed away in 1996, Bonner-Ganter said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Lofman apparently either didn’t know or forgot about the trunk. His family discovered it when he died. It was stuffed with scrapbooks Ruohomaa put together with press clippings of his work, original prints and handwritten notes about the assignments."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"The notes were just what Bonner-Ganter needed. Not only did they help her place and date many of his photos, they revealed much about his character."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“I could never have done a biography without looking at those,” she said. “Every picture has notations on it — pretty amazing.”"}],"preview image":"","short title":""},"4":{"heading":"Disappearing act","content":[{"filename":"17142433.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Kosti Ruohomaa photo of a train at Wiscasset station, pasted in one of his scrap books on display at the Maine State Museum in Augusta, gets a two-page spread in Life magazine. The photo would inspire a 1977 book of Ruohomaa's work called \"Night Train at Wiscasset Station.\" ","credit":"","poster":""},{"filename":"17142437.jpg","filetype":"photo","size":"small","orientation":"left","caption":"A photo titled \"Reverend Nutter Presides at the Annual Town Meeting\" by Kosti Ruohomaa hangs on the wall as part of a year-long show at the Maine State Museum in Augusta. The photo was made in March 1945 in Washington, Maine and ran in the Boston Sunday Globe in May 1948.","credit":"","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ruohomaa was well known by magazine readers in his day, Bonner-Ganter reckons. Though he photographed assignments all over North America and Europe, he was especially associated with his pictures of New England."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Somehow, he found Maine to be the major source of much of his work and he was recognized for that by photography critics and writers in photography annuals,” she said."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"At the time, television was in its infancy. But photojournalism was hitting its stride. Magazines showed people the world. They were conduits for vicarious travelers. Newsstands and subscription-filled mailboxes across the country were bursting with picture magazines such as Life, Look and National Geographic."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"So when Ruohomaa died, his legacy was buried under an avalanche of disposable media. Successive waves of weekly, monthly and quarterly publications erased his name. His fame was overtaken by the new assignments of a thousand up-and-coming shooters."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"He also never documented a war or glamorized celebrities."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"His negatives grew old and less relevant in a world of magazine publications that thrived on the new, the now, the current. Gradually, his work was forgotten on the shelves of the Black Star Agency."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"Ruohomaa seemed to understand the fate of every photojournalists’ best work. Bonner-Ganter turned up a piece he wrote for the American Society for Magazine Photographers’ annual in 1959, in which he laments the passing of an age -- and perhaps his own, inevitable demise."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Photographing the state of Maine has been an attempt to portray traditional characteristics within the mood of the terrain or in whatever shack was hiding them at the moment,” he wrote. “Much is hidden in the off-beat nooks and crannies, for this is the way of life that is fast vanishing. It is somewhat regrettable that the traditional individuality and nonconformity of the Maine man is a disappearing trait.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"“Fortunately, too,” he wrote, “there remain in the state, a number of cantankerous, stubborn individuals who spit with disdain at the notion of being vitaminized into conformity. Theirs is the stuff that puts life blood into dead hypo [a photo chemical] and ointment in the camera shutter.”"}],"preview image":"","short title":""},"5":{"heading":"Kosti was here","content":[{"filename":"http:\/\/watchvideo.bangordailynews.com\/bdn\/2016\/03\/KOSTI_3_2146493.m4v","filetype":"video","size":"big","orientation":"full","caption":"","credit":"","poster":"17138059"},{"filename":"17142429.jpg","filetype":"photo","size":"small","orientation":"right","caption":"Kosti Ruohomaa is buried next to his parents Selim and and Sofia in Rockland's Achorn Cemetery, near the foot of Dodge Mountain where the family lived. ","credit":"","poster":""},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I am grateful to Kosti Ruohomaa. I wish I could thank him for his pictures, for showing me a Maine I’ll never know, for proving it was there."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"In early February, I drove to Rockland. I pulled up at the Achorn Cemetery on a biting winter day, in weather that never would have deterred Ruohomaa. Dodge Mountain, where he lived, rose at the far end of the graveyard."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I shouldered my tripod and camera and trudged off through the snow. Crisscrossing the cemetery, I spent two hours searching for his grave."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"As I stood before it, I wasn’t sure exactly why I was there. I took pictures of the stone, but that didn’t seem to be enough. I turned to head back to my truck, but stopped before I took a step."},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"I bent down, writing with my finger in the snow in front of the stone: “Kosti was here.”"},{"filename":null,"filetype":"text","size":null,"orientation":null,"caption":"<a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.amazon.com\/Night-Train-at-Wiscasset-Station\/dp\/0892724307&amp;sa=D&amp;ust=1457045486928000&amp;usg=AFQjCNFGX9pbOhTi40cCZQctFDthl_Dc7g\">“Night Train at Wiscasset Station” <\/a><em>and “<\/em><a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=http:\/\/www.amazon.com\/Kosti-Ruohomaa-Photographer-Deanna-Bonner-Ganter\/dp\/1608934950\/ref%3Dsr_1_1?s%3Dbooks%26ie%3DUTF8%26qid%3D1456961628%26sr%3D1-1%26keywords%3Dbonner-ganter&amp;sa=D&amp;ust=1457045486928000&amp;usg=AFQjCNEoA_yWP12QkJcE6ez4NhzBgnFt_w\">Kosti Ruohomaa: The Photographer Poet<\/a><em>” are both available from Downeast Books. “<\/em><a class=\"c3\" href=\"https:\/\/www.google.com\/url?q=http:\/\/mainestatemuseum.org\/&amp;sa=D&amp;ust=1457045486929000&amp;usg=AFQjCNFhLnhAqySWquYIHxnY43v1-S5OhA\">The Passionate Photographer: Kosti Ruohomaa's Maine in Magazine Photojournalism<\/a><em>” is on display at the Maine State Museum in Augusta through July. <\/em>"},{"filename":"17142435.jpg","filetype":"photo","size":"big","orientation":"full","caption":"Kosti Ruohomaa made this photo, hanging at the Maine State Museum in Augusta, using moonlight on the Bog Road in Rockland in 1949.","credit":"","poster":""}],"preview image":"","short title":""}}}